Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 1131056297 - Control 2568368417 - Property 1295455071
source: This setting controls the sort order of Count orders. There are 3 options: Worksheet, Item, Bin. If "Worksheet" is selected the Count order lines are sorted in the sequence defined when the Count order was created. A typical usage of this is to sort the lines according to Bin Ranking.
de_de: Diese Einstellung steuert die Sortierreihenfolge Kommissionierungen. Es gibt 3 Optionen: Arbeitsblatt, Artikel, Lagerplatz. Wenn "Arbeitsblatt" ausgewählt ist, werden die Bestelllinien in der Reihenfolge sortiert, die beim Erstellen der Bestellung festgelegt wurde. Eine typische Verwendung ist die Sortierung der Linien nach Lagerplatzpriorität.
fi_fi: Tämä asetus määrittää inventoinnin lajittelujärjestyksen. Vaihtoehtoja on kolme: Työkirja, Nimike, Varastopaikka. Jos valittuna on "Työkirja", inventoinnin rivit esitetään siinä järjestyksessä, johon ne on luotu. Tyypillinen käyttökohde on esimerkiksi rivien lajittelu varastopaikan luokittelun perusteella.
fr_fr: Ces réglages contrôlent le triage des Ordres de Comptage. Il y a 3 options: Feuille, Article, emplacement. Si "Feuille" est sélectionné, les lignes sont triées par séquence définie quand le mouvement a été crée. Un usage fréquent est celui de trier les lignes selon ordre d'emplacement.
nl_nl: Deze instelling beheert de sorteervolgorde van telorders. Er zijn 3 opties: werkblad, Artikel, opslaglocatie. Als "werkblad" is geselecteerd worden de telorderlijnen gesorteerd in de volgorde gedefinieerd wanneer het telorder is gemaakt. Een typisch voorbeeld hiervan is het sorteren van de lijnen volgens opslaglocatie.
sv_se: Den här inställningen kontrollerar sorteringsordningen för inventeringsorder. Det finns 3 alternativ: kalkylblad, objekt, lagerplats. Om "kalkylblad" är markerat sorteras antalet orderrader i den sekvens som definieras när inventeringsordern skapades. En typisk användning av detta är att sortera raderna enligt lagerplats Ranking.

# Page 1131056297 - Control 3692478969 - Property 2879900210
source: Unplanned
de_de: Ungeplant
fi_fi: Suunnittelematon
fr_fr: Non planifié
nl_nl: Ongepland
sv_se: Oplanerad

# Page 1131056297 - Control 3573360065 - Property 1295455071
source: The minimum tolerance prevents warning messages on items with a large difference in percentages, but only a small numerical difference. The difference must exceed this value before the warning is generated.
de_de: Die minimale Toleranz verhindert Warnmeldungen bei Gegenständen, die einen großen prozentualen Unterschied aufweisen, aber nur einen kleinen numerischen Unterschied. Die Differenz muss diesen Wert überschreiten, bevor die Warnung erzeugt wird.
fi_fi: Vähimmäistoleranssi estää varoitusviestin nimikkeellä, jolla prosentuaalien ero on suuri, mutta määräero pieni. Eron pitää ylittää tämä arvo, jotta varoitus annetaan.
fr_fr: La tolérance minimale permet d'éviter les messages d'avertissement sur les éléments présentant une grande différence en pourcentage, mais seulement une petite différence numérique. La différence doit dépasser cette valeur pour que l'avertissement soit généré.
nl_nl: De minimale tolerantie voorkomt waarschuwingen voor artikelen met een groot verschil in percentages, maar alleen een klein numeriek verschil. Het verschil moet groter zijn dan deze waarde voordat de waarschuwing wordt gegenereerd.
sv_se: Minimitoleransen förhindrar varningsmeddelanden på objekt med en stor skillnad i procent, men bara en liten numerisk skillnad. Skillnaden måste överstiga detta värde innan varningen genereras.

# Page 1131056297 - Control 3056340832 - Property 1295455071
source: If the physical quantity exceeds this tolerance level the user will get a warning on the mobile device.
de_de: Wenn die physische Menge diese Toleranzstufe übersteigt, erhält der Benutzer eine Warnung auf dem Mobilgerät.
fi_fi: Jos fyysinen määrä ylittää tämän toleranssitason, käyttäjälle varoitetaan mobiililaitteella.
fr_fr: Si la quantité physique dépasse ce niveau de tolérance, l'utilisateur reçoit un avertissement sur son appareil mobile.
nl_nl: Als de fysieke hoeveelheid dit tolerantieniveau overschrijdt, krijgt de gebruiker een waarschuwing op het mobiele apparaat.
sv_se: Om den fysiska mängden överskrider denna toleransnivå får användaren en varning på den mobila enheten.

# Page 1131056297 - Control 1620483842 - Property 1295455071
source: This setting controls if the user should be warned when the Unplanned Count feature is used. If the warning is enabled the user will get a warning if the physical quantity exceeds the tolerance levels defined below.
de_de: Diese Einstellung bestimmt, ob der Benutzer beim Einsatz der Ungeplante Inventur gewarnt werden soll. Wenn die Warnung aktiviert ist, erhält der Benutzer eine Warnung, wenn die physische Menge die Toleranzwerte übersteigt, die unten definiert sind.
fi_fi: Tämä asetus määrittää, varoitetaanko käyttäjää suunnittelematonta inventointia käytettäessä. Jos varoitus on käytössä, käyttäjää varoitetaan, mikäli fyysinen määrä ylittää alla määritetyn toleranssitason.
fr_fr: Ce paramètre contrôle si l'utilisateur doit être averti lorsque la fonction de comptage non planifié est utilisée. Si l'avertissement est activé, l'utilisateur sera averti si la quantité physique dépasse les niveaux de tolérance définis ci-dessous.
nl_nl: Deze instelling bepaalt of de gebruiker gewaarschuwd moet worden wanneer de functie ongeplande telling wordt gebruikt. Als de waarschuwing is ingeschakeld krijgt de gebruiker een waarschuwing als de fysieke hoeveelheid de hieronder gedefinieerde tolerantieniveaus overschrijdt.
sv_se: Den här inställningen kontrollerar om användaren ska varnas när funktionen Oplanerade inventering används. Om varningen är aktiverad får användaren en varning om det fysiska antalet överskrider de toleransnivåer som anges nedan.

# Page 1131056297 - Control 1369579017 - Property 1295455071
source: If – and only if - the location uses “Directed Put-away and Pick”, this setting makes it possible post the warehouse entries generated by the unplanned count and adjust quantity, without posting item journal. Periodically “Calculate Whse. Adjustment” from an Item Journal must be executed and posted.
de_de: Wenn - und nur wenn - der Ort verwendet "Gesteuerte Einlag. u. Kommiss." Diese Einstellung ermöglicht es, die durch die Ungeplante Inventur und Bestandskorrektur erzeugten Lagerplatzposten zu posten und die Menge anzupassen, ohne Artikelzeitschrift zu veröffentlichen. Periodisch "Ausgleich Berechnen" aus einem Artikel Buch.-Blatt muss ausgeführt und gepostet werden.
fi_fi: Jos - ja vain jos - sijainti käyttää "ohjattua hyllytystä ja poimintaa", tämän asetuksen myötä suunnittematon inventointi tai määrän muuttaminen voi kirjata f. var. tapahtumia ilman nimikepäiväkirjan kirjaamista. "Laske f. var. muutos" pitää suorittaa ja kirjata ajoittain.
fr_fr: Si - et seulement si - le magasin utilise le "prélèvement et rangement suggérés", ce paramètre permet d'enregistrer les écritures de magasin générées par le comptage non planifié et d'ajuster la quantité, sans enregistrer le journal des articles. Périodiquement, l'option "Calculer l'ajustement Entrepôt" à partir d'un journal d'articles doit être exécuté et enregistré.
nl_nl: Als – en alleen als - de locatie gebruikt maakt van ‘gestuurde opslag en pick’, deze instelling maakt het mogelijk om de magazijnposten te boeken die gegenereerd zijn door het ongepland tellen en aanpassing hoeveelheid, zonder het artikel dagboek te boeken. Periodieke herwaardering van een Itemdagboek moet worden uitgevoerd en geboekt.
sv_se: Om – och endast om – platsen använder “Riktad Put-away och pick”, Denna inställning gör det möjligt att posta lagertransaktioner som genereras av den oplanerade inventeringen och justera kvantitet, utan att bokföra artikeljournalen. Periodvis “Beräkna lagerjustering” från en artikeljournal måste utföras och publiceras.

# Page 1131056297 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein
fi_fi: Yleinen
fr_fr: Général
nl_nl: Alge&meen
sv_se: Allmänt

# Page 1131056297 - Control 1449344259 - Property 1295455071
source: Allow blank value when collecting variant code. If you store inventory both with and without variant code, enable this setting.
de_de: Erlaube einen leeren Wert beim Sammeln von Variantencode. Wenn du das Lagermenge mit und ohne Variantencode speicherst, aktiviere diese Einstellung.
fi_fi: Salli tyhjä arvo kun kysytään varianttikoodia. Jos tallennat varastosaldoja sekä varianttikoodin kanssa että ilman varianttikoodia, valitse tämä asetus.
fr_fr: Autoriser les valeurs vides lors de la collecte du code de variante. Si vous stockez des stocks avec et sans code de variante, activez ce paramètre.
nl_nl: Sta lege waarde toe bij het verzamelen van variant code. Schakel deze instelling in als je voorraad zowel met als zonder variantcode opslaat.
sv_se: Tillåt tomt värde vid insamling av variantkod. Om du lagrar inventarier både med och utan variantkod ska du aktivera den här inställningen.

# Page 1131056297 - Control 1904521307 - Property 1295455071
source: Enable Pack & Ship functionality
fi_fi: Ota käyttöön toiminto Pakkaa ja toimita
nl_nl: Pack & ship functionaliteit inschakelen
sv_se: Aktivera Pack & Ship funktionalitet

# Page 1131056297 - Control 2121971182 - Property 1295455071
source: This functionality enables you to perform Picking / Shipping operations more efficiently by consolidating several orders onto Pick orders and Shipments.
de_de: Diese Funktion ermöglicht Ihnen die effizientere Abwicklung von Kommissionierung / Versand, indem Sie mehrere Aufträge auf Kommissionierung und Lieferungen konsolidieren.
fi_fi: Tämä toiminnallisuus mahdollistaa poiminnan ja toimituksen tehokkaamman toiminnan yhdistämällä useita tilauksia poiminnoiksi ja toimituksiksi.
fr_fr: Cette fonctionnalité vous permet d'effectuer des opérations de prélèvement et d'expédition plus efficacement en regroupant plusieurs commandes sur des ordres de prélèvement et des expéditions.
nl_nl: Deze functionaliteit stelt u in staat om de pick en verzending efficiënter uit te voeren door meerdere orders te consolideren op Pick orders en verzendingen.
sv_se: Med denna funktion kan du utföra plocknings-/leveransoperationer mer effektivt genom att konsolidera flera order till plockorder och leveranser.

# Page 1131056297 - Control 2733506913 - Property 1295455071
source: Specifies if None/Customization or Standard Mobile WMS implementation for Package No. is enabled. Standard Mobile WMS implementation is implemented in codeunit MOB Package Management.
de_de: Gibt an, ob Keine/Angepasst oder standardmäßige Mobile WMS-Implementierung für Paketnummer aktiviert ist. Die Standardimplementierung von Mobile WMS ist in Codeunit MOB Package Management implementiert.
fi_fi: Määrittää käytetäänkö pakkausnumeron toiminnallisuuteen ei mitään/muokattua toteutusta vai Mobile WMS:n vakiototeutusta. Mobile WMS:n vakiototeutus on koodiyksikössä MOB Package Management.
nl_nl: Geeft aan of geen/aanpassing of Standaard Mobile WMS implementatie voor pakketnr is ingeschakeld. Standaard Mobile WMS implementatie is geïmplementeerd in codeunit MOB Pakket Management.
sv_se: Anger om Ingen/Anpassning eller Standard Mobile WMS-implementering för Kollinr. är aktiverad. Standard Mobile WMS-implementering implementeras i kodenheten MOB Package Management.

# Page 1131056297 - Control 3150461198 - Property 1295455071
source: This setting determines if breakbulk lines are hidden and posted automatically on Warehouse Activities. Automatically posting breakbulk lines for Items with Lot or Serial tracking is not supported unless Item Tracking is predefined on the Warehouse Activity Lines.
de_de: Diese Einstellung bestimmt, ob Gebindeanbruchzeilen ausgeblendet und automatisch auf Warehouse Aktivitäten gepostet werden. Das automatische Posten von Gebindeanbruchzeilen für Artiklen mit Changen oder Serial Verfolgung wird nicht unterstützt, es sei denn, die Artikelverfolgung ist in den Lageraktivitätszeile vordefiniert.
fi_fi: Tämä asetus määrittää, piilotetaanko ja kirjataanko erottelurivit automaattisesti varaston toiminnoissa. Erä- tai sarjanumeroseurattavien nimikkeiden erottelurivien automaattinen kirjaaminen ei ole tuettua, ellei nimikeseurantaa ole etukäteen määritetty f. var. toiminnon rivillä.
fr_fr: Ce paramètre détermine si les lignes de separation du contenu sont masquées et enregistrées automatiquement dans les activités d'entrepôt. L'enregistrement automatique des lignes de rupture de stock pour les articles avec suivi de lot ou de série n'est pas pris en charge, à moins que le suivi d'article ne soit prédéfini sur les lignes d'activité d'entrepôt.
nl_nl: Deze instelling bepaalt of breakbulkregels verborgen zijn en automatisch geboekt worden op magazijnactiviteiten. Automatisch het boeken van breakbulkregels voor artikelen met Lot of serietracking wordt niet ondersteund, tenzij Item Tracking vooraf is gedefineerd op de magazijn activiteit regels.
sv_se: Denna inställning avgör om breakbulk linjer är dolda och postas automatiskt på lager aktiviteter. Automatiskt publicera breakbulk linjer för objekt med parti eller Serie spårning stöds inte om objektspårning är fördefinierad på lageraktivitetsrader.

# Page 1131056297 - Control 2292679741 - Property 1295455071
source: Default a step to collect Delivery Note No. is displayed during posting of a Receive order. Enable this setting to hide this collection step.
de_de: Standardmäßig wird ein Steo zum Sammeln von Liefernotizen beim Senden einer Empfangsbestellung angezeigt. Aktivieren Sie diese Einstellung, um diesen Step auszublenden.
fi_fi: Vastaanoton kirjauksessa näytetään oletuksena toimituksen numeron keräämisen askel. Valitse tämä piilottaaksesi kyseinen askel.
fr_fr: Par défaut, une étape de collecte du numéro de bon de livraison s'affiche lors de l'enregistrement d'un ordre de réception. Activez ce paramètre pour masquer cette étape de collecte.
nl_nl: Stel standaard een stap in om een ontvangstbevestigingsnummer te tonen bij het plaatsen van een ontvangstorder. Schakel deze instelling in om deze collectiestap te verbergen.
sv_se: Som standard visas ett steg för att samla in följesedelsnummer vid bokföring av en mottagningsorder. Aktivera denna inställning för att dölja detta insamlingssteg.

# Page 1131056297 - Control 1103095543 - Property 1295455071
source: This setting controls the sort order of Pick orders. There are 3 options: Worksheet, Item, Bin. If "Worksheet" is selected the order lines are sorted in the sequence defined when the order was created. A typical usage of this is to sort the lines according to Bin Ranking.
de_de: Diese Einstellung steuert die Sortierreihenfolge Kommissionierungen. Es gibt 3 Optionen: Arbeitsblatt, Artikel, Lagerplatz. Wenn "Arbeitsblatt" ausgewählt ist, werden die Bestelllinien in der Reihenfolge sortiert, die beim Erstellen der Bestellung festgelegt wurde. Eine typische Verwendung ist die Sortierung der Linien nach Lagerplatzpriorität.
fi_fi: Tämä asetus määrittää poiminnan lajittelujärjestyksen. Vaihtoehtoja on kolme: Työkirja, Nimike, Varastopaikka. Jos valittuna on "Työkirja", poiminnan rivit esitetään siinä järjestyksessä, johon ne on luotu. Tyypillinen käyttökohde on esimerkiksi rivien lajittelu varastopaikan luokittelun perusteella.
fr_fr: Ces réglages contrôlent le triage des Ordres de Prélèvement. Il y a 3 options: Feuille, Article, emplacement. Si "Feuille" est sélectionné, les lignes sont triées par séquence définie quand le mouvement a été crée. Un usage fréquent est celui de trier les lignes selon ordre d'emplacement.
nl_nl: Deze instelling beheert de sorteervolgorde van pick orders. Er zijn 3 opties: werkblad, Artikel, opslaglocatie. Als "werkblad" is geselecteerd worden de telorderlijnen gesorteerd in de volgorde gedefinieerd wanneer het telorder is gemaakt. Een typisch voorbeeld hiervan is het sorteren van de lijnen volgens opslaglocatie.
sv_se: Denna inställning styr sorteringsordningen för plockorder. Det finns 3 alternativ: Arbetsblad, Artikel, lagerplats. Om "Arbetsblad" är valt sorteras orderraderna i den sekvens som definierades när ordern skapades. En typisk användning av detta är att sortera raderna enligt lagerplatsranking.

# Page 1131056297 - Control 4071268858 - Property 1295455071
source: This setting controls the sort order of Put-Away orders. There are 3 options: Worksheet, Item, Bin. If "Worksheet" is selected the order lines are sorted in the sequence defined when the order was created. A typical usage of this is to sort the lines according to Bin Ranking.
de_de: Diese Einstellung steuert die Sortierreihenfolge Einlagerungen. Es gibt 3 Optionen: Arbeitsblatt, Artikel, Lagerplatz. Wenn "Arbeitsblatt" ausgewählt ist, werden die Bestelllinien in der Reihenfolge sortiert, die beim Erstellen der Bestellung festgelegt wurde. Eine typische Verwendung ist die Sortierung der Linien nach Lagerplatzpriorität.
fi_fi: Tämä asetus määrittää hyllytyksen lajittelujärjestyksen. Vaihtoehtoja on kolme: Työkirja, Nimike, Varastopaikka. Jos valittuna on "Työkirja", hyllytyksen rivit esitetään siinä järjestyksessä, johon ne on luotu. Tyypillinen käyttökohde on esimerkiksi rivien lajittelu varastopaikan luokittelun perusteella.
fr_fr: Ces réglages contrôlent le triage des Ordres de Rangement. Il y a 3 options: Feuille, Article, emplacement. Si "Feuille" est sélectionné, les lignes sont triées par séquence définie quand le mouvement a été crée. Un usage fréquent est celui de trier les lignes selon ordre d'emplacement.
nl_nl: Deze instelling beheert de sorteervolgorde van plaatsorders. Er zijn 3 opties: werkblad, Artikel, opslaglocatie. Als "werkblad" is geselecteerd worden de telorderlijnen gesorteerd in de volgorde gedefinieerd wanneer het telorder is gemaakt. Een typisch voorbeeld hiervan is het sorteren van de lijnen volgens opslaglocatie.
sv_se: Denna inställning styr sorteringsordningen för Put-Away orders. Det finns 3 alternativ: Arbetsblad, Artikel, lagerplats. Om "Arbetsblad" är valt sorteras orderraderna i den sekvens som definierades när ordern skapades. En typisk användning av detta är att sortera raderna enligt lagerplatsranking.

# Page 1131056297 - Control 650732151 - Property 1295455071
source: This setting determines how the orders are consolidated: "Destination No." = Tote per customer, "Source No." = Tote per order, "Whse. Document No." = Tote per shipment.
de_de: Diese Einstellung bestimmt, wie die Aufträge konsolidiert werden: "Zielnummer Nr. = Sammelbehälter pro Kunden, "Herkunftsnr." = Sammelbehälter pro Auftrag, "Auftrag" = Sammelbehälter pro Versand.
fi_fi: Tämä asetus määrittää, kuinka tilaukset yhdistetään: "Kohteen nro" = Laatikko per asiakas, "Lähteen nro" = Laatikko per tilaus, "F. var. asiakirjan nro" = Laatikko per toimitus.
fr_fr: Ce paramètre détermine la manière dont les commandes sont consolidées : "N° de destination" = Bac par client, "N° source" = Bac par commande, "N° document entrepot." = Bac par expédition entrepot.
nl_nl: Deze instelling bepaalt hoe de orders worden geconsolideerd: "Bestemmingsnr. = verzamelbak per klant, "Bronnr.." = verzamelbak per order, "Magazijndocumentnr." = verzamelbak per verzending.
sv_se: Denna inställning avgör hur beställningarna konsolideras: "Destinations Nr. = Tote per kund, "Källnr." = Tote per beställning, "Lagerdokumentnr." = Tote per leverans.

# Page 1131056297 - Control 2116119163 - Property 1295455071
source: If this check mark is set all quantities on the mobile device must be entered in the base unit of measure. If it is not set the quantities are entered in the unit of measure used on the order lines in Business Central.
de_de: Wenn dieses Häkchen gesetzt ist, müssen alle Mengen auf dem mobilen Gerät in die Basiseinheit eingegeben werden. Wenn sie nicht festgelegt ist, werden die Mengen in der Einheit eingegeben, die auf den Auftragszeilen in Business Central verwendet wird.
fi_fi: Jos tämä valintamerkki on asetettu, kaikki määrät pitää syöttää mobiililaitteella perusmittayksikössä. Jos valintamerkkiä ei ole asetettu, määrät syötetään Business Centralin tilausrivin mittayksikössä.
fr_fr: Si cette case est cochée, toutes les quantités sur le dispositif mobile doivent être saisies dans l'unité de mesure de base. Si elle n'est pas définie, les quantités sont saisies dans l'unité de mesure utilisée sur les lignes de commande dans Business Central.
nl_nl: Als dit selectievakje is ingesteld moeten alle hoeveelheden op het mobiele apparaat worden ingevoerd in de basiseenheid. Als het niet wordt ingesteld worden de hoeveelheden ingevoerd in de meeteenheid die op de orderlijnen in Business Central wordt gebruikt.
sv_se: Om denna bock är markerad måste alla kvantiteter på den mobila enheten anges i basenheten. Om den inte är markerad anges kvantiteterna i den enhet som används på orderraderna i Business Central.
