Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 2911916963 - Control 2986135276 - Property 1295455071
source: Menu Option to be available for all members of current Mobile Group.
fi_fi: Tämän mobiilin ryhmän kaikille jäsenille näkyvät valikkovaihtoehdot.
fr_fr: L'option de menu doit être disponible pour tous les membres du groupe mobile actuel.
nl_nl: Menu optie om beschikbaar te zijn voor alle leden van de huidige Mobile Group.
sv_se: Menyalternativet ska vara tillgängligt för alla medlemmar i den nuvarande mobilgruppen.

# Page 2911916963 - Control 3299771246 - Property 1295455071
source: Sorting is used to specify in which order Menu Options appear on the Mobile Device.
fi_fi: Lajittelua käytetään mobiililaitteen valikon vaihtoehtojen järjestyksen määrittämiseen.
fr_fr: Le tri permet de spécifier l'ordre dans lequel les options de menu apparaissent sur le dispositif mobile.
nl_nl: Sorteren wordt gebruikt om aan te geven in welke volgorde menu opties worden weergegeven op het mobiele apparaat.
sv_se: Sortering används för att ange i vilken ordning menyalternativ visas på den mobila enheten.

# Page 3124480223 - Property 2879900210
source: Mobile Group Users
de_de: Mobile Gruppenbenutzer
fi_fi: Mobiilin ryhmän käyttäjät
fr_fr: Utilisateurs de groupes mobiles
sv_se: Mobilgrupp användare

# Page 3124480223 - Control 1663794414 - Property 1295455071
source: Code for the Mobile Group.
fi_fi: Mobiilin ryhmän koodi.
fr_fr: Code pour le groupe mobile.
nl_nl: Code voor de Mobile Group.
sv_se: Kod för mobilgruppen.

# Page 3124480223 - Control 1469866000 - Property 1295455071
source: Mobile User ID associated with the Mobile Group.
de_de: Mobile Benutzer-ID der Mobilfunkgruppe zugeordnet.
fi_fi: Mobiilin ryhmään liittyvä mobiilin käyttäjätunnus.
fr_fr: ID de l'utilisateur mobile associé au groupe mobile.
sv_se: Mobilt användar-ID kopplat till mobilgruppen.

# Page 2952725140 - Property 2879900210
source: Mobile Group Users
fi_fi: Mobiilin ryhmän käyttäjät
fr_fr: Utilisateurs de groupes mobiles
sv_se: Mobilgrupp användare

# Page 2952725140 - Control 1469866000 - Property 1295455071
source: Specifies the Mobile User ID associated with the Mobile Group.
fi_fi: Määrittää mobiilin ryhmään liitetyn mobiilin käyttäjätunnuksen.

# Page 3875611152 - Property 2879900210
source: Mobile Groups
de_de: Mobile Gruppen
fi_fi: Mobiilin ryhmät
fr_fr: Groupes mobiles
sv_se: Mobil grupper

# Page 3875611152 - Control 3004954119 - Property 1295455071
source: Code for the Mobile Group.
de_de: Code für die Mobile Gruppe.
fi_fi: Mobiilin ryhmän koodi.
fr_fr: Code pour le groupe mobile.
nl_nl: Code voor de Mobile Group.
sv_se: Kod för mobilgruppen.

# Page 3875611152 - Control 4257419031 - Property 1295455071
source: Specifies the number of menu items assigned to this Mobile Group.
fi_fi: Määrittää tähän mobiilin ryhmään liitettyjen valikkovaihtoehtojen määrän.

# Page 3875611152 - Control 2961552353 - Property 1295455071
source: Name of the Mobile Group.
de_de: Code für die Mobile Gruppe.
fi_fi: Mobiilin ryhmän nimi.
fr_fr: Nom du groupe mobile.
nl_nl: Naam voor de Mobile Group.
sv_se: Namn på mobilgruppen.

# Page 3875611152 - Control 1084607646 - Property 1295455071
source: Specifies the number of users assigned to this Mobile Group.
fi_fi: Määrittää tähän mobiilin ryhmään liitettyjen käyttäjien määrän.

# Page 3875611152 - Action 3284789627 - Property 2879900210
source: &Group
de_de: &Gruppe
fi_fi: &Ryhmä
fr_fr: &Groupe
nl_nl: &Groep
sv_se: &Grupp

# Page 3875611152 - Action 4161659973 - Property 1295455071
source: Shows Mobile Menu Options assigned to Mobile Group
de_de: Mobile Menüoptionen anzeigen, die der Mobilen Gruppe zugewiesen sind
fi_fi: Näyttää mobiilin ryhmään liitetyt mobiilin valikon vaihtoehdot
fr_fr: Affiche les options du menu mobile attribuées au groupe mobile
nl_nl: Toont Mobile Menu Opties voor Mobile Group
sv_se: Visar Mobil Menyalternativ som tilldelats mobilgruppen

# Page 3875611152 - Action 4161659973 - Property 2879900210
source: Mobile Menu
de_de: Mobile Menü
fi_fi: Mobiilin valikko
fr_fr: Menu mobile
sv_se: Mobil meny

# Page 3875611152 - Action 2183420390 - Property 1295455071
source: Shows Users assigned to Mobile Group
de_de: Zeigt Benutzer an, die der Mobilen Gruppe zugewiesen sind
fi_fi: Näyttää mobiilin ryhmään liitetyt käyttäjät
fr_fr: Affiche les utilisateurs affectés au groupe mobile
nl_nl: Toont gebruikers die zijn toegewezen aan de mobiele groep
sv_se: Visar användare tilldelade till mobilgrupp

# Page 3875611152 - Action 2183420390 - Property 2879900210
source: Users
de_de: Benutzer
fi_fi: Käyttäjät
fr_fr: Utilisateurs
nl_nl: Gebruikers
sv_se: Användare

# Page 3375872268 - Property 2879900210
source: Mobile Label-Templates
de_de: Label-Template kopieren
fi_fi: Mobiilin tarramallit
fr_fr: Modèles d'étiquettes mobiles
sv_se: Mobila etikettmallar

# Page 3375872268 - NamedType 4136866275
source: Make sure the entered value exactly matches the path in designer, otherwise the label-template will not work. Do you want to change the path?
de_de: Stellen Sie sicher, dass der eingegebene Wert genau mit dem Pfad im Designer übereinstimmt. Andernfalls wird die Label-Template nicht funktionieren. Möchten Sie den Pfad ändern?
fi_fi: Varmista, että annettu arvo vastaa tarkasti polkua designerissa. Muuten tarramalli ei toimi. Haluatko muuttaa polkua?
fr_fr: Assurez-vous que la valeur saisie correspond exactement au chemin dans le designer, sinon le gabarit de l'étiquette ne fonctionnera pas. Voulez-vous changer le chemin ?
nl_nl: Zorg ervoor dat de ingevoerde waarde precies overeenkomt met het pad in de designer, anders zal de label-template niet werken. Wilt u het pad wijzigen?
sv_se: Kontrollera att det angivna värdet exakt matchar sökvägen i designer, annars kommer etikettmallen inte att fungera. Vill du ändra sökväg?

# Page 3375872268 - Control 1664187737 - Property 1295455071
source: A template is by default available to all printers, alternatively only to it's assigned printers.
de_de: Eine Template ist standardmäßig für alle Drucker verfügbar, alternativ nur für die zugewiesenen Drucker.
fi_fi: Malli on oletuksena käytettävissä kaikilla tulostimilla. Vaihtoehtoisesti vain siihen liitetyillä tulostimilla.
fr_fr: Un Template est par default disponible à toutes les imprimantes, sinon seulement à des imprimantes assignées.
nl_nl: Een sjabloon is standaard beschikbaar voor alle printers, alternatief alleen voor toegewezen printers.
sv_se: En mall är som standard tillgänglig för alla skrivare, alternativt endast för de skrivare som tilldelats den.

# Page 3375872268 - Control 1664187737 - Property 2879900210
source: Available To
de_de: Verfügbar für
fi_fi: Saatavilla kohteelle
fr_fr: Disponible pour
nl_nl: Beschikbaar tot
sv_se: Tillgänglig för

# Page 3375872268 - Control 2578412327 - Property 1295455071
source: The mobile user will see this name.
de_de: Der mobile Benutzer wird diesen Namen sehen.
fi_fi: Mobiilin käyttäjä näkee tämän nimen.
fr_fr: L'utilisateur mobile verra ce nom
nl_nl: De mobiele gebruiker zal deze naam zien.
sv_se: Mobilanvändaren kommer att se detta namn.

# Page 3375872268 - Control 2891538263 - Property 1295455071
source: Enable or disable the template.
de_de: Template aktivieren oder deaktivieren.
fi_fi: Ota malli käyttöön tai poista se käytöstä.
fr_fr: Activer ou désactiver le modèle.
nl_nl: Template in- of uitschakelen.
sv_se: Aktivera eller inaktivera mallen.

# Page 3375872268 - Control 2961552353 - Property 1295455071
source: The name of the template. Warning: Do NOT rename label-templates in use. Customizations may refer directly to this Name and will break if the record is renamed.
de_de: Der Name der Template. Warnung: Benennen Sie die verwendeten Label-Template NICHT um. Anpassungen können direkt auf diesen Namen verweisen und werden bei einer Umbenennung des Datensatzes beschädigt.
fi_fi: Mallin nimi. Varoitus: Älä uudelleennimeä käytössä olevaa tarramallia. Muokkaukset voivat viitata suoraan sen nimeen ja mennä rikki, jos tietue uudelleennimetään.
fr_fr: Le nom du modèle. Avertissement: Ne renommez PAS les modèles d'étiquettes en cours d'utilisation. Les personnalisations peuvent se référer directement à ce nom et seront interrompues si l'enregistrement est renommé
nl_nl: De naam van het sjabloon. Waarschuwing: Hernoem NIET de label-sjablonen die in gebruik zijn. Aanpassingen kunnen direct naar deze naam verwijzen en zullen fout geven als het record wordt hernoemd.
sv_se: Namnet på mallen. Varning: Döp INTE om etikettmallar som används. Anpassningar kan hänvisa direkt till detta namn och kommer att bryta om posten byter namn.

# Page 3375872268 - Control 3771739932 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to labels when needed (i.e. Serial Numbers, Lot Numbers or License Plates).
de_de: Bestimmt den Code für die Nummernserie, die verwendet wird, um den Labels bei Bedarf Zahlen zuzuweisen (z.B. Seriennummern, Changennr. oder License Plate).
fi_fi: Määrittää numerosarjan koodin, mitä käytetään tarvittaessa numeroiden antamiseen tarroille (esim. sarjanumerot, eränumerot tai kuljetusyksiköt).
fr_fr: Indique le code de la série de numéros qui sera utilisée pour attribuer des numéros aux étiquettes si nécessaire (comme numéros de série, numéros de lot ou barcodes de groupage).
nl_nl: Specificeert de code voor de nummerreeks die wordt gebruikt om nummers toe te wijzen aan labels indien nodig (vb. Serienummers, Lot Nummers of License Plates).
sv_se: Anger koden för nummerserien som kommer att användas för att tilldela nummer till etiketter när det behövs (dvs. Serienummer, partinummer eller License Plates).

# Page 3375872268 - Control 3309740276 - Property 1295455071
source: A Template Handler makes it possible to reuse existing logic, step-collection and data mapping.
de_de: Ein Template-Handler ermöglicht die Wiederverwendung vorhandener Logik, Step-Collection und Datenzuordnung.
fi_fi: Mallin käsittelijä mahdollistaa uudelleenkäytettävän logiikan, askelien keräämisen ja tietojen kohdistuksen.
fr_fr: Un gestionnaire de modèles permet de réutiliser la logique existante, la collecte des étapes et le mappage des données.
nl_nl: Een sjabloon handler maakt het mogelijk om bestaande logica, stappen verzameling en data mapping te hergebruiken.
sv_se: En mallhanterare gör det möjligt att återanvända befintlig logik, step-collection och datamappning.

# Page 3375872268 - Action 3380223790 - Property 1295455071
source: Create a copy of this template with a new name.
de_de: Erstellen Sie eine Kopie dieser Template mit einem neuen Namen.
fi_fi: Luo kopio tästä mallista uudella nimellä.
fr_fr: Créer une copie de ce modèle avec un nouveau nom.
nl_nl: Maak een kopie van deze template met een nieuwe naam.
sv_se: Skapa en kopia av denna mall med ett nytt namn.

# Page 3375872268 - Action 3380223790 - Property 2879900210
source: Copy Template
de_de: Vorlage kopieren
fi_fi: Kopioi malli
fr_fr: Copier le modèle
nl_nl: Sjabloon kopiëren
sv_se: Kopiera template

# Page 3375872268 - Action 2134595628 - Property 1295455071
source: Create Default Templates.
de_de: Standard-templaten erstellen.
fi_fi: Luo oletusmallit.
fr_fr: Créer des modèles par défaut.
nl_nl: Maak standaard sjablonen.
sv_se: Skapa standardmallar.

# Page 3375872268 - Action 2134595628 - Property 2879900210
source: Create Default Templates
de_de: Standard-templaten erstellen
fi_fi: Luo oletusmallit
fr_fr: Créer des modèles par défaut
nl_nl: Maak standaard sjablonen
sv_se: Skapa stadard templates

# Page 3375872268 - Action 2412095522 - Property 1295455071
source: Open this template in the cloud designer.
de_de: Öffnen Sie diese Template im Cloud-Designer.
fi_fi: Avaa tämä malli pilvessä olevalla designerilla.
fr_fr: Ouvrez ce modèle dans le concepteur de cloud.
nl_nl: Open deze template in de cloud ontwerper.
sv_se: Öppna denna mall i cloud designer.

# Page 3375872268 - Action 2412095522 - Property 2879900210
source: Open In Designer
de_de: In Designer Öffnen
fi_fi: Avaa Designerissa
fr_fr: Ouvrir dans le designer
nl_nl: Open in ontwerper
sv_se: Öppna i Designer

# Page 3375872268 - Action 754966559 - Property 1295455071
source: Assign printers to this label-template.
de_de: Diesen Label-Template Drucker zuweisen.
fi_fi: Määritä tulostimet tälle tarramallille.
fr_fr: Attribuer des imprimantes à ce modèle d'étiquette.
nl_nl: Wijs printers toe aan dit label-sjabloon.
sv_se: Tilldela skrivare till denna etikettmall.

# Page 3375872268 - Action 754966559 - Property 2879900210
source: Assign Printers
de_de: Drucker zuweisen
fi_fi: Määritä tulostimet
fr_fr: Attribuer des imprimantes
nl_nl: Printers toewijzen
sv_se: Tilldela skrivare

# Page 3804468811 - Property 2879900210
source: Mobile Languages
de_de: Mobile Sprache
fi_fi: Mobiilin kielet
fr_fr: Langues mobiles
sv_se: Mobil språk

# Page 3804468811 - Control 3004954119 - Property 1295455071
source: Specifies the language code to use when sending mobile messages from the backend to the mobile device.
de_de: Bestimmt den Sprachcode für das Senden von mobilen Nachrichten vom Backend an das Mobilgerät.
fi_fi: Määrittää kielikoodin, jonka mukaisesti taustajärjestelmä lähettää mobiilin viestit mobiililaitteelle.
fr_fr: Spécifie le code de langue à utiliser lors de l'envoi de messages mobiles du backend vers le dispositif mobile.
nl_nl: Specificeert de taalcode die moet worden gebruikt bij het verzenden van mobiele berichten van de backend naar het mobiele apparaat.
sv_se: Anger språkkoden som ska användas när du skickar mobila meddelanden från backend till den mobila enheten.

# Page 3804468811 - Control 3837761049 - Property 1295455071
source: The device language code is used by mobile device to generate the front-end of the application. For each language code a Device Language Code can be specified.
de_de: Der Sprachcode des Geräts wird vom Mobilgerät verwendet, um das Frontend der Anwendung zu generieren. Für jeden Sprachcode kann ein Gerätesprachencode angegeben werden.
fi_fi: Mobiiliaite käyttää laitteen kielikoodia sovelluksen käyttöliittymän generoinnissa. Laitteen kielikoodi voidaan määrittää jokaiselle kielikoodille.
fr_fr: Le code de langue du dispositif est utilisé par le dispositif mobile pour générer le front-end de l'application. Pour chaque code de langue, un code de langue du dispositif peut être spécifié.
nl_nl: De taalcode van het apparaat wordt gebruikt door het mobiele apparaat om de front-end van de applicatie te genereren. Voor elke taalcode kan een apparaat taalcode worden opgegeven.
sv_se: Enhetens språkkod används av den mobila enheten för att generera front-end av programmet. För varje språkkod kan en enhets språkkod anges.

# Page 3804468811 - Control 501187788 - Property 1295455071
source: Specifies if Mobile Messages has been created for the language.
de_de: Bestimmt, ob Mobile Nachrichten für die Sprache erstellt wurden.
fi_fi: Määrittää onko kielelle luotu mobiilin viestit.
fr_fr: Spécifie si des messages mobiles ont été créés pour la langue.
nl_nl: Geeft aan of mobiele berichten zijn aangemaakt voor de taal.
sv_se: Anger om mobilmeddelanden har skapats för språket.

# Page 3804468811 - Control 2961552353 - Property 1295455071
source: Specifies the name of the language.
de_de: Bestimmt den Namen der Sprache an.
fi_fi: Määrittää kielen nimen.
fr_fr: Spécifie le nom de la langue.
nl_nl: Hiermee wordt de naam van de taal opgegeven.
sv_se: Anger språkets namn.

# Page 3804468811 - Action 1120433458 - Property 2879900210
source: Messages
de_de: Nachrichten
fi_fi: Viestit
nl_nl: Berichten
sv_se: Meddelanden

# Page 3804468811 - Action 3720065887 - Property 1295455071
source: Create default language codes and messages.
de_de: Erstelle Standard-Sprachcodes und Nachrichten.
fi_fi: Luo oletuskielikoodit ja viestit.
fr_fr: Créer des codes de langue et des messages par défaut.
nl_nl: Maak standaard taalcodes en berichten.
sv_se: Skapa standardspråkkoder och -meddelanden.

# Page 3804468811 - Action 3720065887 - Property 2879900210
source: Create Languages
de_de: Sprachen Erstellen
fi_fi: Luo kielet
fr_fr: Créer des Langues
nl_nl: Talen aanmaken
sv_se: Lägg till språk

# Page 3804468811 - Action 4212465984 - Property 1295455071
source: Display all Messages for the current Mobile Language.
de_de: Alle Nachrichten für die aktuelle mobile Sprache anzeigen.
fi_fi: Näytä tämän mobiilin kielen kaikki viestit.
fr_fr: Affiche tous les messages pour la langue actuelle du Mobile.
nl_nl: Toon alle berichten van de huidige taal.
sv_se: Visa alla meddelanden för det aktuella mobilspråket.

# Page 3804468811 - Action 4212465984 - Property 2879900210
source: Messages
de_de: Nachrichten
fi_fi: Viestit
nl_nl: Berichten
sv_se: Meddelanden

# Page 3722363265 - Property 2879900210
source: Mobile License Plate
de_de: Mobiles License Plate
fi_fi: Mobiilin kuljetusyksikkö
sv_se: Mobil License Plate

# Page 3722363265 - NamedType 4094297326
source: Reset License Plate and delete all content?
fi_fi: Tyhjennä kuljetusyksikkö ja poista kaikki sisältö?
nl_nl: Reset License Plate en verwijder alle inhoud?
sv_se: Återställ license plate och ta bort allt innehåll?

# Page 3722363265 - Control 2814799924 - Property 1295455071
source: Specifies the Bin Code where the License Plate is currently located. One License Plate can only be located at one Bin but multiple License Plates can be located at the same Bin.
fi_fi: Määrittää varastopaikan, jossa kuljetusyksikkö tällä hetkellä on. Yksi kuljetusyksikkö voi olla vain yhdessä varastopaikasta, mutta samassa varastopaikassa voi olla useita kuljetusyksiköitä.

# Page 3722363265 - Control 2790486453 - Property 1295455071
source: Specifies a comment to mark or identify a License Plate.
fi_fi: Määrittää kuljetusyksikön merkin tai tunnisteen.

# Page 3722363265 - Control 2161572060 - Property 1295455071
source: Specifies the Location Code where the License Plate is currently located.
fi_fi: Määrittää sijaintikoodin, jossa kuljetusyksikkö on tällä hetkellä.

# Page 3722363265 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
fi_fi: Määrittää kentän Nro arvon.

# Page 3722363265 - Control 980401284 - Property 1295455071
source: Specifies the Receipt Status.
fi_fi: Määrittää vastaanoton tilan.

# Page 3722363265 - Control 869013111 - Property 2879900210
source: Content
de_de: Inhalt
fi_fi: Sisältö
fr_fr: Contenu
nl_nl: Inhoud
sv_se: Innehåll

# Page 3722363265 - Control 3820220526 - Property 2879900210
source: Packing
fi_fi: Pakkaaminen
nl_nl: Verpakken
sv_se: Packning

# Page 3722363265 - Action 3404622838 - Property 2879900210
source: Reset License Plate
fi_fi: Tyhjennä kuljetusyksikkö
nl_nl: Reset drager
sv_se: Återställ License Plate

# Page 3722363265 - Action 172580761 - Property 2879900210
source: License Plate Contents Label
de_de: License Plate inhalt Etikett
fi_fi: Kuljetusyksikön sisällön tarra
sv_se: License Plate Innehåll Etikett

# Page 3722363265 - Action 3862967483 - Property 2879900210
source: License Plate Label
de_de: License Plate Etikett
fi_fi: Kuljetusyksikön tarra
sv_se: License Plate etikett

# Page 3442024394 - Property 2879900210
source: Mobile License Plate Contents
fi_fi: Mobiilin kuljetusyksiköiden sisällöt
sv_se: Mobil License Plate Innehåll

# Page 3442024394 - Control 2814799924 - Property 1295455071
source: Specifies the Bin Code where the License Plate is currently located. One License Plate can only be located at one Bin but multiple License Plates can be located at the same Bin.
de_de: Gibt den Lagerplatzcode an, an dem sich das License Plate derzeit befindet. Ein License Plate kann sich nur an einem Lagerplatz befinden, aber mehrere License Plate können sich am selben Lagerplatz befinden.
fi_fi: Määrittää varastopaikan, jossa kuljetusyksikkö tällä hetkellä on. Yksi kuljetusyksikkö voi olla vain yhdessä varastopaikasta, mutta samassa varastopaikassa voi olla useita kuljetusyksiköitä.

# Page 3442024394 - Control 2701918132 - Property 1295455071
source: Specifies the value of the License Plate No. field
de_de: Gibt den Wert der License Plate Nr. an. Feld
fi_fi: Määrittää kentän Kuljetusyksikön nro arvon
nl_nl: Specificeert de waarde van het veld License Plate nummer
sv_se: Anger värder för Licenes Plate nummer fältet

# Page 3442024394 - Control 3320823955 - Property 1295455071
source: Specifies the value of the Line No. field
de_de: Bestimmt den Wert des Feldes Zeilennr
fi_fi: Määrittää kentän Rivinro arvon
fr_fr: Spécifie la valeur du champ configuré
nl_nl: Specificeert de waarde van het veld regelnummer
sv_se: Anger värdet för radnummer fältet

# Page 3442024394 - Control 2161572060 - Property 1295455071
source: Specifies the Location Code where the License Plate is currently located.
de_de: Specifies the value of the Location Code field.
fi_fi: Määrittää sijaintikoodin, jossa kuljetusyksikkö on tällä hetkellä.
fr_fr: Specifies the value of the Location Code field.
nl_nl: Specificeert de waarde van het veld vestigingscode.
sv_se: Anger värdet för lagerställekod fältet.

# Page 3442024394 - Control 3275075920 - Property 1295455071
source: Specifies the value of the LotNumber field
de_de: Bestimmt den Wert des Changennr.-Feldes
fi_fi: Määrittää kentän Eränumero arvon
fr_fr: Spécifie la valeur du champ configuré
nl_nl: Specificeert de waarde van het veld lotnummer
sv_se: Anger värdet för partinummerfältet

# Page 3442024394 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field
fi_fi: Määrittää kentän Nro arvon
nl_nl: Specificeert de waarde van het veld nummer
sv_se: Anger värdet för Nr. fältet

# Page 3442024394 - Control 4240543679 - Property 1295455071
source: Specifies the value of the Package No. field
fi_fi: Määrittää kentän Pakettinro arvon
nl_nl: Specificeert de waarde van het veld pakketnummer
sv_se: Anger värdet för kollinummerfältet

# Page 3442024394 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field
de_de: Bestimmt den Wert des Feldes Menge
fi_fi: Määrittää kentän Määrä arvon
fr_fr: Spécifie la valeur du champ configuré
nl_nl: Specificeert de waarde van het veld hoeveelheid
sv_se: Anger värdet för Antal fältet

# Page 3442024394 - Control 3179217921 - Property 1295455071
source: Specifies the value of the Quantity (Base) field
fi_fi: Määrittää kentän Määrä (perus) arvon
nl_nl: Specificeert de waarde van het veld hoeveelheid (base)
sv_se: Anger värdet för Antal (Bas) fältet

# Page 3442024394 - Control 4005108893 - Property 1295455071
source: Specifies the value of the SerialNumber field
de_de: Bestimmt den Wert des Feldes Changenr
fi_fi: Määrittää kentän Sarjanumero arvon
fr_fr: Spécifie la valeur du champ configuré
nl_nl: Specificeert de waarde van het serienummer veld
sv_se: Anger värdet för Serienummer fältet

# Page 3442024394 - Control 1045917230 - Property 1295455071
source: Specifies the value of the "Source Document No." field
fi_fi: Määrittää kentän Lähdeasiakirjan nro arvon
nl_nl: Specificeert de waarde van het "brondocumentnummer." veld
sv_se: Anger värdet för "Source Document No." fältet

# Page 3442024394 - Control 312545736 - Property 1295455071
source: Specifies the value of the "Source Line No." field
fi_fi: Määrittää kentän Lähderivinro arvon
nl_nl: Specificeert de waarde van het "brondocumentlijnnummer." veld
sv_se: Anger värdet för fältet "Source Line Number."

# Page 3442024394 - Control 1882905478 - Property 1295455071
source: Specifies the value of the "Source No." field
fi_fi: Määrittää kentän Lähteen nro arvon
nl_nl: Specificeert de waarde van het "brondocumentnummer." veld
sv_se: Anger värdet för "Källnr." fältet
