Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 1131056297 - Control 853615065 - Property 1295455071
source: Controls how the current Work Date, Posting Date and Time should be determined. Enabled: Date and Time will be read from the mobile device. Disabled: Date and Time will come from the service tier or cloud hosting platform. To ensure the processed documents are posted with the current Date and Time, you might need to enable this setting. For example: The warehouse worker is located in one TimeZone and the system is hosted in another, you would want to use the device Time.
de_de: Diese Einstellung bestimmt, wie das aktuelle Arbeitsdatum, das Datum und die Uhrzeit bestimmt werden sollen. Aktiviert: Datum und Zeit werden vom Mobilgerät gelesen. Deaktiviert: Datum und Uhrzeit werden von der Service-tier oder Cloud-Hosting-Plattform kommen. Um sicherzustellen, dass die bearbeiteten Dokumente mit der aktuellen Zeit und Datum veröffentlicht werden, müssen Sie diese Einstellung aktivieren. Zum Beispiel: Der Lagerarbeiter befindet sich in einer Zeitzone und das System wird in einer anderen gehostet, Sie möchten die Gerätezeit verwenden.
fi_fi: Määrittää miten käsittelypvm, kirjauspvm ja aika käsitellään. Käytössä: Päivämäärä ja aika luetaan mobiililaitteelta. Ei käytössä: Päivämäärä ja aika tulee palvelualustalta. Voit tarvita tätä asetusta varmistaaksesi, että käsiteltävät asiakirjat kirjataan nykyisellä päivämäärällä ja ajalla. Esimerkiksi: Varaston työntekijä sijaitsee yhdellä aikavyöhykkeellä ja järjestelmän palvelualusta toisella, käyttäisit laitteen aikaa.
fr_fr: Contrôle la façon dont la date de travail actuelle, la date et l'heure de comptabilisation doivent être déterminées. Activé : La date et l'heure seront lues à partir de l'appareil mobile. Désactivé : La date et l'heure proviendront du niveau de service ou de la plateforme d'hébergement en nuage. Pour vous assurer que les documents traités sont postés avec la date et l'heure actuelles, vous devrez peut-être activer ce paramètre. Par exemple : Le magasinier est situé dans un fuseau horaire et le système est hébergé dans un autre, vous voudrez utiliser l'heure du dispositif.
nl_nl: Bepaalt hoe de huidige werkdatum, datum en tijd moeten worden bepaald. Ingeschakeld: Datum en tijd worden gelezen vanaf het Mobile Device. Uitgeschakeld: Datum en tijd komt van de service tier of cloud hosting platform. Om ervoor te zorgen dat de verwerkte documenten worden geplaatst met de huidige datum en tijd, moet u deze instelling mogelijk inschakelen. Bijvoorbeeld: De magazijn medewerker bevindt zich in een tijdzone en het systeem wordt gehost in een andere, u wilt dan de apparaattijd gebruiken.
sv_se: Styr hur aktuellt arbetsdatum, bokföringsdatum och tid ska bestämmas. Aktiverad: Datum och tid kommer att läsas från den mobila enheten. Inaktiverad: Datum och tid hämtas från servicenivån eller molnplattformen. För att säkerställa att de bearbetade dokumenten publiceras med aktuellt datum och tid kan du behöva aktivera den här inställningen. Till exempel: Lagerarbetaren befinner sig i en tidszon och systemet finns i en annan, du vill då använda enhetens tid.

# Page 1131056297 - Control 3965289878 - Property 2879900210
source: Item & Warehouse Journals
fi_fi: Nimike- ja fyysisen varaston päiväkirjat
nl_nl: Artikel & magazijn dagboeken
sv_se: Artikel & Lagerjournaler

# Page 1131056297 - Control 4099882627 - Property 1295455071
source: Select the Template that is used for "Adjust Quantity".
fi_fi: Valitse malli, jota käytetään toiminnossa "Muuta määrää".
nl_nl: Selecteer de template die wordt gebruikt voor "Aanpassen hoeveelheid".
sv_se: Välj den mall som används för "Justera antal".

# Page 1131056297 - Control 693913397 - Property 1295455071
source: Select the Batch that is used for "Adjust Quantity".
fi_fi: Valitse erä, jota käytetään toiminnossa "Muuta määrää".
nl_nl: Selecteer de batch die wordt gebruikt voor "Aanpassen hoeveelheid".
sv_se: Välj det parti som används för "Justera antal".

# Page 1131056297 - Control 3386556692 - Property 1295455071
source: Select the Batch that is used for "Adjust Quantity".
fi_fi: Valitse erä, jota käytetään toiminnossa "Muuta määrää".
nl_nl: Selecteer de batch die wordt gebruikt voor "Aanpassen hoeveelheid".
sv_se: Välj det parti som används för "Justera antal".

# Page 1131056297 - Control 1677525480 - Property 1295455071
source: Select the Template that is used for "Adjust Quantity".
fi_fi: Valitse malli, jota käytetään toiminnossa "Muuta määrää".
nl_nl: Selecteer de template die wordt gebruikt voor "Aanpassen hoeveelheid".
sv_se: Välj den mall som används för "Justera antal".

# Page 1131056297 - Control 1623595925 - Property 1295455071
source: This enables the License Plating functionality for other areas than Pack & Ship. License Plating is a method of grouping items together for easier handling.
fi_fi: Tämä ottaa käyttöön kuljetusyksiköinnin toiminnallisuuden kaikilla muilla alueilla kuin Pakkaa ja toimita -toiminnossa. Kuljetusyksiköinti (License Plating) on tapa yhdistää nimikkeitä käsittelyn helpottamiseksi.

# Page 1131056297 - Control 4016980537 - Property 1295455071
source: This functionality enables you to use License Plates when registering Production Output.
fi_fi: Tämän toiminnon avulla voit käyttää kuljetusyksiköitä kun rekisteröit tuotannon tuotosta.

# Page 1131056297 - Control 2458548723 - Property 2879900210
source: Move
de_de: Umlagerung
fi_fi: Siirto
fr_fr: Déplacer
nl_nl: Verplaatsen
sv_se: Flytta

# Page 1131056297 - Control 1693293270 - Property 2879900210
source: Miscellaneous
de_de: Sonstiges
fi_fi: Sekalainen
fr_fr: Divers
nl_nl: Diversen
sv_se: Diverse

# Page 1131056297 - Control 3462330305 - Property 1295455071
source: Block negative adjustment if Reservation exists (standard Business Central behaviour is a warning if Reservation Entries exists).
de_de: Block negative Anpassung wenn Reservierung existiert (Standard Business Central Verhalten ist eine Warnung, wenn Reservierungsposten existieren).
fi_fi: Estä negatiivinen muutos jos on olemassa varaus (Business Centralin vakiotoimintatapa on varoitus, jos varaustapahtumia on olemassa).
fr_fr: Bloquer l'ajustement négatif si une réservation existe (le comportement standard de Business Central est un avertissement si des entrées de réservation existent).
nl_nl: Blokkeer negatieve correcties als reservering bestaat (standaard Business Central gedrag is een waarschuwing als reserveringsinvoer bestaat).
sv_se: Blockera negativ justering om reservation finns (standardbeteende för Business Central är en varning om reservationsposter finns).

# Page 1131056297 - Control 3119186385 - Property 1295455071
source: This setting controls the sort order of Movement orders. There are 3 options: Worksheet, Item, Bin. If "Worksheet" is selected the order lines are sorted in the sequence defined when the order was created. A typical usage of this is to sort the lines according to Bin Ranking.
de_de: Diese Einstellung steuert die Sortierreihenfolge Umlagerungen. Es gibt 3 Optionen: Arbeitsblatt, Artikel, Lagerplatz. Wenn "Arbeitsblatt" ausgewählt ist, werden die Bestelllinien in der Reihenfolge sortiert, die beim Erstellen der Bestellung festgelegt wurde. Eine typische Verwendung ist die Sortierung der Linien nach Lagerplatzpriorität.
fi_fi: Tämä asetus määrittää siirron lajittelujärjestyksen. Vaihtoehtoja on kolme: Työkirja, Nimike, Varastopaikka. Jos valittuna on "Työkirja", siirron rivit esitetään siinä järjestyksessä, johon ne on luotu. Tyypillinen käyttökohde on esimerkiksi rivien lajittelu varastopaikan luokittelun perusteella.
fr_fr: Ces réglages contrôlent le triage des Ordres de Mouvement. Il y a 3 options: Feuille, Article, emplacement. Si "Feuille" est sélectionné, les lignes sont triées par séquence définie quand le mouvement a été crée. Un usage fréquent est celui de trier les lignes selon ordre d'emplacement.
nl_nl: Deze instelling beheert de sorteervolgorde van verplaatsorders. Er zijn 3 opties: werkblad, Artikel, opslaglocatie. Als "werkblad" is geselecteerd worden de telorderlijnen gesorteerd in de volgorde gedefinieerd wanneer het telorder is gemaakt. Een typisch voorbeeld hiervan is het sorteren van de lijnen volgens opslaglocatie.
sv_se: Denna inställning styr sorteringsordningen för förflyttningsorder. Det finns 3 alternativ: Arbetsblad, Artikel, Lagerplats. Om "Arbetsblad" är valt sorteras orderraderna i den sekvens som definierades när ordern skapades. En typisk användning av detta är att sortera raderna enligt Lagerplats Ranking.

# Page 1131056297 - Control 208203541 - Property 1295455071
source: Show available quantity on Unplanned Move. Makes the first “Step” an information step that shows the Quantity available to move. Enabling this view also moves the "From Bin" -field from Steps to the Header at mobile device. Mobile Users have to login again for changes to take effect.
de_de: Zeigt die verfügbare Menge bei Ungeplanter Umlagerung an. Macht den ersten Schritt zu einem Informationsschritt, der die verfügbare Menge anzeigt. Durch das Aktivieren dieser Ansicht wird auch das "Von Lagerplatz" -Feld von den Steps in den "Header" auf dem Mobilgerät verschoben. Mobile Benutzer müssen sich erneut anmelden, damit die Änderungen wirksam werden.
fi_fi: Näytä saatavilla oleva määrä suunnittelemattomassa siirrossa. Ensimmäisestä "askeleesta" tulee tietoaskel, joka näyttää siirrettävissä olevan määrän. Tämän valinta siirtää myös kentän "Varastopaikasta" askeleista otsikolla mobiililaitteella. Mobiilin käyttäjien pitää kirjautua uudelleen, jotta tämä asetus tulee voimaan.
fr_fr: Afficher la quantité disponible sur le Mouvement non planifié. La première "étape" devient une étape d'information qui indique la quantité disponible à déplacer. L'activation de cette vue déplace également le champ "De l'Emplacement" des étapes vers l'en-tête du dispositif mobile. Les utilisateurs mobiles doivent se reconnecter pour que les changements prennent effet.
nl_nl: Toon de beschikbare hoeveelheid bij ongeplande verplaatsing. Het maakt de eerste "Stap" een informatieve stap die de beschikbare hoeveelheid laat zien. Het inschakelen van deze weergave verplaatst ook het "van opslaglocatie" -veld van stappen naar de kop op mobiel apparaat. Mobiele gebruikers moeten opnieuw inloggen om wijzigingen van kracht te laten worden.
sv_se: Visa tillgänglig kvantitet vid oplanerad flyttning. Gör det första "steget" till ett informationssteg som visar den tillgängliga kvantiteten för flytt. Om du aktiverar den här vyn flyttas även fältet "Från Lagerplats" från steg till rubrik på mobilenheten. Mobila användare måste logga in igen för att ändringarna ska träda i kraft.

# Page 1131056297 - Control 1532816877 - Property 2879900210
source: Numbering
de_de: Nummerierung
fi_fi: Numerointi
fr_fr: Numérotation
nl_nl: Nummering
sv_se: Numrering

# Page 1131056297 - Control 1559688040 - Property 1295455071
source: Specifies the Number Series for License Plates
de_de: Gibt die Nummernserie für License Plate an
fi_fi: Määrittää kuljetusyksiköiden numerosarjan
nl_nl: Specificeert de nummerreeks voor de License Plates
sv_se: Anger nummerserien för License Plates

# Page 1131056297 - Control 2519848663 - Property 1295455071
source: Specifies the unit of measure for dimensions. This is a value from the Shipping Provider and may not match up with existing Unit of Measure Codes from Business Central.
fi_fi: Määrittää yksikön mitoille. Arvo on kuljetuspalveluntarjoajalta, eikä se välttämättä vastaa Business Centralin mittayksikköä.
nl_nl: Specificeert de basiseenheid voor dimensies. Dit is een waarde van de verzendaanbieder en komt mogelijk niet overeen met de bestaande basiseenheid in Business Central.
sv_se: Anger enheten för dimensioner. Detta är ett värde från transportören och kanske inte stämmer överens med befintliga enhetskoder från Business Central.

# Page 1131056297 - Control 3098157774 - Property 1295455071
source: Specifies if a header step to collect "Packing Station" is created during Warehouse Picks.
fi_fi: Määrittää käytetäänkö otsikolla askelta "pakkausaseman" keräämiseksi f. var. poiminnoissa.
nl_nl: Geeft aan of een header stap is gemaakt om het "verpakkingsstation" te verzamelen tijdens magazijn picks.
sv_se: Anger om ett huvudsteg för att samla in "Packningsstation" skapas under Distributionslagerplockning.

# Page 1131056297 - Control 4142066719 - Property 1295455071
source: Specifies if a header step to collect "Staging Hint" is created during Warehouse Picks.
fi_fi: Määrittää käytetäänkö otsikolla askelta "paikan" keräämiseksi f. var. poiminnoissa.
nl_nl: Geeft aan of een header stap is gemaakt om de "Staging Hint" te verzamelen tijdens picking.
sv_se: Anger om ett huvudsteg för att samla in "Staging Hint" skapas under lagerplockning.

# Page 1131056297 - Control 2429239306 - Property 1295455071
source: Specifies the unit of measure for weight. This is a value from the Shipping Provider and may not match up with existing Unit of Measure Codes from Business Central.
fi_fi: Määrittää yksikön painolle. Arvo on kuljetuspalveluntarjoajalta, eikä se välttämättä vastaa Business Centralin mittayksikköä.
nl_nl: Specificeer de basiseenheid voor het gewicht. Dit is een waarde van de Shipping Agent en komt mogelijk niet overeen met de bestaande basiseenheid van Business Central.
sv_se: Anger enheten för vikt. Detta är ett värde från speditören och kanske inte matchar upp med befintliga enheter rån Business Central.

# Page 1131056297 - Control 959902809 - Property 2879900210
source: Physical Inventory Journals
de_de: Inventur Buch.-Blätter
fi_fi: Inventointipäiväkirjat
fr_fr: Feuilles d'inventaire
nl_nl: Inventarisatiedagboeken
sv_se: Inventeringsjournaler

# Page 1131056297 - Control 2819983142 - Property 1295455071
source: Select the Template that is used for "Count" and "Unplanned Count".
de_de: Wählen Sie die Journalvorlage, die für physische Inventur Buch.-Blatt verwendet wird. Der Standardwert ist PHYS. INV.
fi_fi: Valitse malli, jota käytetään toiminnoissa "Inventointi" ja "Suunnittelematon inventointi".
fr_fr: Sélectionnez le modèle de journal qui est utilisé pour les journaux d'inventaire physique. La valeur standard est PHYS. INV.
nl_nl: Selecteer het sjabloon die wordt gebruikt voor inventarisatie.
sv_se: Välj den mall som ska användas för " Inventering" och "Oplanerad inventering".

# Page 1131056297 - Control 2392725726 - Property 1295455071
source: Select the batch name that is used for "Unplanned Count". Note: "Count" uses the batch you have marked as "Released For Mobile".
fi_fi: Valitse erä, jota käytetään toiminnossa "Suunnittelmaton inventointi". Huomaa: Toiminto "Inventointi" käyttää erää, joka on merkitty valinnalla "Vapautettu mobiiliin".
nl_nl: Selecteer de batchnaam die wordt gebruikt voor "Ongeplande telling". Opmerking: "Telling" gebruikt de batch die u hebt gemarkeerd als "vrijgegeven voor Mobile".
sv_se: Välj det batchnamn som ska användas för "Oplanerad inventering". Notera: " Inventering" använder den batch som du har markerat som "Släppt för mobil".

# Page 1131056297 - Control 4113177325 - Property 1295455071
source: Select the batch name that is used for "Unplanned Count". Note: "Count" uses the batch you have marked as "Released For Mobile".
fi_fi: Valitse erä, jota käytetään toiminnossa "Suunnittelmaton inventointi". Huomaa: Toiminto "Inventointi" käyttää erää, joka on merkitty valinnalla "Vapautettu mobiiliin".
nl_nl: Selecteer de batchnaam die wordt gebruikt voor "Ongeplande telling". Opmerking: "Telling" gebruikt de batch die u hebt gemarkeerd als "vrijgegeven voor Mobile".
sv_se: Välj det batchnamn som ska användas för "Oplanerad inventering". Notera: " Inventering" använder den batch som du har markerat som "Släppt för mobil".

# Page 1131056297 - Control 2428177957 - Property 1295455071
source: Select the Template that is used for "Count" and "Unplanned Count". The template is only used if the Location is configured to use "Directed Putaway and Pick".
de_de: Wählen Sie die Journalvorlage, die für physische Logistik Inventur Buch.-Blatt verwendet wird. Der Standardwert ist PHYS. INV.
fi_fi: Valitse malli, jota käytetään toiminnoissa "Inventointi" ja "Suunnittelematon inventointi". Mallia käytetään vain jos sijainnilla on valittu "Ohjattu hyllytys ja poiminta".
fr_fr: Sélectionnez le modèle de journal qui est utilisé pour les journaux d'inventaire physique d'entrepôt. La valeur standard est PHYSINVT.
nl_nl: Selecteer het sjabloon die wordt gebruikt voor inventarisatie. Het sjabloon wordt alleen gebruikt als de vestiging is geconfigureerd om "Gestuurde opslag en pick" te gebruiken.
sv_se: Välj den mall som ska användas för " Inventering" och "Oplanerad inventering". Mallen används endast om lagerstället är konfigurerad att använda "Styrd inleverans och plockning".

# Page 1131056297 - Control 3515961387 - Property 2879900210
source: Reclassification Journals
fi_fi: Uudelleenluokituspäiväkirjat
nl_nl: Herindelingsdagboek
sv_se: Omklassificering Journaler

# Page 1131056297 - Control 1884331798 - Property 1295455071
source: Select the Template that is used for "Unplanned Move" and "Bulk Move".
de_de: Diese Vorlage wird verwendet, um Ungeplanter Umlagerung vom Mobilgerät zu posten. Die Vorlage wird nur verwendet, wenn der Lagerort, an dem der Ungeplante Umlagerung ausgeführt wird, so konfiguriert ist, dass "Gesteuerte Einlag. u. Kommiss.".
fi_fi: Valitse malli, jota käytetään toiminnoissa "Suunnittelematon siirto" ja "Massasiirto".
fr_fr: Ce modèle est utilisé pour enregistrer des mouvements non planifiés à partir du dispositif mobile. Le modèle n'est utilisé que si le magasin où le mouvement non planifié est effectué est configuré pour utiliser "le rangement et le prélèvement dirigés".
nl_nl: Selecteer de template die wordt gebruikt voor "Ongeplande verplaatsing" en "Bulk verplaatsing".
sv_se: Välj den mall som används för "Oplanerat förflyttning" och "Bulk förflyttning".

# Page 1131056297 - Control 950908618 - Property 1295455071
source: Select the Batch that is used for "Unplanned Move" and "Bulk Move".
de_de: Dieser Name wird für das Buch.-Blatt verwendet, wenn der Ungeplanter Umlagerung vom Mobilgerät gepostet wird.
fi_fi: Valitse erä, jota käytetään toiminnoissa "Suunnittelematon siirto" ja "Massasiirto".
fr_fr: Ce nom est utilisé pour le lot du journal lorsque le mouvement non planifié est enregistré depuis le dispositif mobile.
nl_nl: Selecteer de batch die wordt gebruikt voor "Ongeplande verplaatsing" en "Bulk verplaatsing".
sv_se: Välj den Batch som används för "Oplanerat förflyttning" och "Bulk förflyttning".

# Page 1131056297 - Control 86442730 - Property 1295455071
source: Select the Template that is used for "Unplanned Move" and "Bulk Move".
de_de: Diese Vorlage wird verwendet, um Ungeplanter Umlagerung vom Mobilgerät zu posten. Die Vorlage wird nur verwendet, wenn der Lagerort, an dem der Ungeplante Umlagerung ausgeführt wird, so konfiguriert ist, dass "Gesteuerte Einlag. u. Kommiss.".
fi_fi: Valitse malli, jota käytetään toiminnoissa "Suunnittelematon siirto" ja "Massasiirto".
fr_fr: Ce modèle est utilisé pour enregistrer des mouvements non planifiés à partir du dispositif mobile. Le modèle n'est utilisé que si le magasin où le mouvement non planifié est effectué est configuré pour utiliser "le rangement et le prélèvement dirigés".
nl_nl: Selecteer de template die wordt gebruikt voor "Ongeplande verplaatsing" en "Bulk verplaatsing".
sv_se: Välj den mall som används för "Oplanerat förflyttning" och "Bulk förflyttning".

# Page 1131056297 - Control 2654301383 - Property 1295455071
source: Select the Batch that is used for "Unplanned Move" and "Bulk Move".
de_de: Dieser Name wird für das Buch.-Blatt verwendet, wenn der Ungeplanter Umlagerung vom Mobilgerät gepostet wird.
fi_fi: Valitse erä, jota käytetään toiminnoissa "Suunnittelematon siirto" ja "Massasiirto".
fr_fr: Ce nom est utilisé pour le lot du journal lorsque le mouvement non planifié est enregistré depuis le dispositif mobile.
nl_nl: Selecteer de batch die wordt gebruikt voor "Ongeplande verplaatsing" en "Bulk verplaatsing".
sv_se: Välj den Batch som används för "Oplanerat förflyttning" och "Bulk förflyttning".

# Page 1131056297 - Action 3839539703 - Property 1295455071
source: Show Mobile Package Setup
fi_fi: Näytä mobiilin pakkausasetukset
nl_nl: Toon mobiele verpakkingsinstelling
sv_se: Visa mobil paketuppsättning

# Page 1131056297 - Action 3839539703 - Property 2879900210
source: Mobile Package Setup
fi_fi: Mobiilin pakkausasetukset
sv_se: Installation av mobil paket

# Page 1131056297 - Action 2416293724 - Property 1295455071
source: Show Mobile Package Types
fi_fi: Näytä mobiilin pakkaustyypit
nl_nl: Toon mobiele verpakkingstypes
sv_se: Visa mobila pakettyper

# Page 1131056297 - Action 2416293724 - Property 2879900210
source: Mobile Package Types
fi_fi: Mobiilin pakkaustyypit
sv_se: Mobil kollityper

# Page 1131056297 - Action 3528241875 - Property 1295455071
source: Show Mobile Package Stations
fi_fi: Näytä mobiilin pakkausasemat
nl_nl: Toon mobiele verpakkingsstations
sv_se: Visa mobila paketstationer

# Page 1131056297 - Action 3528241875 - Property 2879900210
source: Mobile Package Stations
fi_fi: Mobiilin pakkausasemat
sv_se: Mobila paketstationer

# Page 1131056297 - Action 3951948734 - Property 2879900210
source: F&unctions
de_de: F&unktion
fi_fi: &Toiminnot
fr_fr: Fonction&s
nl_nl: F&uncties
sv_se: F&unktioner

# Page 1131056297 - Action 934829068 - Property 1295455071
source: Creates the standard Document Types used by the Mobile WMS solution. The Document Types define the interface towards the mobile devices.
de_de: Erstellt die Standard-Dokumententypen, die von der Mobile WMS Lösung verwendet werden. Die Dokumententypen definieren die Schnittstelle zu dem Mobilgerät.
fi_fi: Luo Mobile WMS -ratkaisun oletuksena käyttämät asiakirjatyypit. Asiakirjatyypit määrittävät rajapinnan mobiililaitteille.
fr_fr: Crée les types de documents standard utilisés par la solution WMS mobile. Les types de documents définissent l'interface vers les appareils mobiles.
nl_nl: Maakt de standaard documenttypen aan die door de Mobile WMS oplossing worden gebruikt. De Documenttypen definiëren de interface naar de Mobile devices.
sv_se: Skapar de standarddokumenttyper som används av Mobile WMS-lösningen. Dokumenttyperna definierar gränssnittet mot de mobila enheterna.

# Page 1131056297 - Action 934829068 - Property 2879900210
source: Create Document Types
de_de: Mobile Dokumenttyp Erstellen
fi_fi: Luo asiakirjatyypit
fr_fr: Créer des types de documents
nl_nl: Documenttypes aanmaken
sv_se: Skapa dokumenttyper

# Page 1131056297 - Action 2412430750 - Property 1295455071
source: Enable selected Mobile WMS tables for retention and prepare suggested retention policies.
de_de: Aktivieren Sie ausgewählte Mobile WMS-Tabellen für die Aufbewahrung und bereiten Sie vorgeschlagene Aufbewahrungsrichtlinien vor.
fi_fi: Salli säilytyskäytäntö valituissa Mobile WMS:n tauluissa ja muodosta ehdotetut säilytyskäytännöt.
nl_nl: Schakel geselecteerde mobile WMS tabellen in om te bewaren en stel een retentiebeleid voor.
sv_se: Aktivera valda Mobile WMS-tabeller för lagring och förbered föreslagna lagringsprinciper.

# Page 1131056297 - Action 2412430750 - Property 2879900210
source: Enable Retention Policies
de_de: Aufbewahrungsrichtlinien aktivieren
fi_fi: Ota käyttöön säilytyskäytännöt
fr_fr: Stratégies de rétention
nl_nl: Schakel bewaarbeleid in
sv_se: Aktivera lagringspolicy

# Page 687369271 - Property 2879900210
source: Mobile User Card
fi_fi: Mobiilin käyttäjän kortti

# Page 687369271 - Control 2445482498 - Property 2879900210
source: General
fi_fi: Yleinen
fr_fr: Général
nl_nl: Alge&meen
sv_se: Allmänt
