Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 931136526 - Control 312545736 - Property 1295455071
source: Specifies the value of the Source Line No. field.
de_de: Bestimmt den Wert des Feldes Herkunftszeilennr.
fi_fi: Määrittää kentän Lähteen rivinro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het regelnummer veld.
sv_se: Anger värdet för käll Radnr. fältet.

# Page 931136526 - Control 315308759 - Property 1295455071
source: Specifies the value of the Source MOBSystemId field.
de_de: Bestimmt den Wert des Feldes Herkunft MOBSystemId.
fi_fi: Määrittää kentän Lähde MOB-systeemi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het bron MOBsysteemID veld.
sv_se: Anger värdet för Käll MOBSystemId fältet.

# Page 931136526 - Control 1882905478 - Property 1295455071
source: Specifies the value of the Source No. field.
de_de: Bestimmt den Wert des Herkunftszeilennr.-Feldes.
fi_fi: Määrittää kentän Lähteen nro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het bronnummer veld.
sv_se: Anger värdet för källnr. fältet.

# Page 931136526 - Control 1753214751 - Property 1295455071
source: Specifies the value of the Source Type field.
de_de: Bestimmt den Wert des Quelltyp-Feldes.
fi_fi: Määrittää kentän Lähdetyyppi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het brontype veld.
sv_se: Anger värdet för källtypsfältet.

# Page 931136526 - Control 2845398962 - Property 1295455071
source: Specifies the value of the ToBin field.
de_de: Bestimmt den Wert des Nach Lagerplatz Feldes.
fi_fi: Määrittää kentän Varastopaikkaan arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'naar opslaglocatie'.
sv_se: Anger värder för Till Lagerplats fältet.

# Page 931136526 - Control 2672276560 - Property 1295455071
source: Specifies the value of the Tote Handled field.
de_de: Bestimmt den Wert des Tote Handled Feldes.
fi_fi: Määrittää kentän Laatikko käsitelty arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'Behandelde Tote'.
sv_se: Anger värdet för det Tote Hanterade fältet.

# Page 931136526 - Control 4046981561 - Property 1295455071
source: Specifies the value of the Tote ID field.
de_de: Bestimmt den Wert des Tote-ID-Feldes.
fi_fi: Määrittää kentän Laatikon tunnus arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'Tote ID'.
sv_se: Anger värdet för Tote ID fältet.

# Page 931136526 - Control 344946507 - Property 1295455071
source: Specifies if the entry has been transferred from License Plate
de_de: Gibt an, ob der Eintrag vom License Plate übernommen wurde
fi_fi: Määrittää onko tapahtuma siirretty kuljetusyksiköstä

# Page 931136526 - Control 1511100256 - Property 1295455071
source: Specifies if the entry has been transferred to License Plate
fi_fi: Määrittää onko tapahtuma siirretty kuljetusyksikköön
nl_nl: Geeft aan of de post of record is overgebracht naar de License Plate
sv_se: Anger om posten har överförts till License Plate

# Page 931136526 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field.
de_de: Bestimmt den Wert des Typ-Feldes.
fi_fi: Määrittää kentän Tyyppi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het type veld.
sv_se: Anger värdet för fältet Typ.

# Page 931136526 - Control 3955711665 - Property 1295455071
source: Specifies the value of the UnitOfMeasure field.
de_de: Bestimmt den Wert des UnitOfMeasure-Feldes.
fi_fi: Määrittää kentän Mittayksikkö arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het maateenheidsveld.
sv_se: Anger värdet för Enhetsfältet.

# Page 931136526 - Control 3450651614 - Property 1295455071
source: Specifies the value of the Variant Code field.
de_de: Bestimmt den Wert des Variantencodes-Feldes.
fi_fi: Määrittää kentän Varianttikoodi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het variant code veld.
sv_se: Anger värdet för Variantkod fältet.

# Page 931136526 - Control 852860147 - Property 1295455071
source: Specifies the value of the Whse. Document Line No. field.
de_de: Bestimmt den Wert des Whse an. Document Line No.-Feldes.
fi_fi: Määrittää kentän F. var. asiakirjan rivinro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het magazijndocumentsregelnummer veld.
sv_se: Anger värdet för Lagerdokuments radnummer fältet.

# Page 931136526 - Control 1483846801 - Property 1295455071
source: Specifies the value of the Whse. Document No. field.
de_de: Bestimmt den Wert des Whse. Document Nr.-Feldes.
fi_fi: Määrittää kentän F. var. asiakirjan nro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het magazijndocumentnummer veld.
sv_se: Anger värdet för Lagerdokumentnummer fältet.

# Page 931136526 - Control 2071670972 - Property 1295455071
source: Specifies the value of the Whse. Document Type field.
de_de: Bestimmt den Wert des Whse-Felds an. Dokumententyp-Feldes.
fi_fi: Määrittää kentän F. var. asiakirjan tyyppi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het magazijndocumenttype veld.
sv_se: Anger värdet för Lagerdokumenttyp fältet.

# Page 931136526 - Control 511444383 - Property 1295455071
source: Specifies the value of the Whse. Jnl. Batch Location Code field.
de_de: Bestimmt den Wert des Whse. Batch Lagerort Code Feld.
fi_fi: Määrittää kentän F. var. päiväkirjan erän sijaintikoodi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het magazijnsdagboek vestigingscode veld.
sv_se: Anger värdet för Lagerjournal Batch lagerställekod fältet.

# Page 931136526 - Control 3210441245 - Property 1295455071
source: Shows if the associated Warehouse Shipment Line exists.
de_de: Zeigt an, wenn die zugehörige Warenausgangszeile existiert.
fi_fi: Näyttää, onko liittyvä f. var. toimituksen rivi olemassa.
fr_fr: Affiche si la ligne d'expédition de l'entrepôt associée existe.
nl_nl: Toont als de bijbehorende magazijn verzendregel bestaat.
sv_se: Visar om den associerade lagersändningsraden finns.

# Page 931136526 - Control 3792129500 - Property 2879900210
source: Registration XML
de_de: Registrierungen XML
fi_fi: Rekisteröinnin XML
fr_fr: Enregistrement XML
nl_nl: Registratie XML
sv_se: Registrerings XML

# Report 1310771859 - Property 2879900210
source: Mobile Document Processor
de_de: Mobile Dokumentenprozessor
fi_fi: Mobiilin asiakirjan käsittelijä
fr_fr: Traitement de documents mobiles
sv_se: Mobil dokumentbehandlare

# Report 1756639797 - Property 2879900210
source: Mobile WMS - Item Label
de_de: Mobiles WMS – Artikeletikett
fi_fi: Mobile WMS - Nimiketarra
sv_se: Mobil WMS - Artikeletikett

# Report 1756639797 - ReportDataItem 3276313895 - Property 1806354803
source: Items
de_de: Artikel
fi_fi: Nimikkeet
fr_fr: Articles
nl_nl: Artikelen
sv_se: Artiklar

# Report 1756639797 - ReportLabel 2089336185
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Report 1756639797 - ReportLabel 4132814178
source: Expiration Date
de_de: Ablaufdatum
fi_fi: Vanhentumispvm
fr_fr: Date d’expiration
nl_nl: Vervaldatum
sv_se: Utgångsdatum

# Report 1756639797 - ReportLabel 385293317
source: Variant Code
de_de: Variantencode
fi_fi: Varianttikoodi
fr_fr: Code de variante
nl_nl: Variant
sv_se: Variantkod

# Report 1756639797 - ReportLabel 3616763409
source: Lot No.
de_de: Chargennr.
fi_fi: Eränro
fr_fr: N° Lot
nl_nl: Partijnr.
sv_se: Partinummer

# Report 1756639797 - ReportLabel 1645344252
source: No.
de_de: Nr.
fi_fi: Nro
fr_fr: N°.
nl_nl: Nr.
sv_se: Nr

# Report 1756639797 - ReportLabel 3913073798
source: Package No.
de_de: Paketnr.
fi_fi: Pakettinro
fr_fr: N° paquet
nl_nl: Pakketnr.
sv_se: Paketnr

# Report 1756639797 - ReportLabel 1308697062
source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nl_nl: Aantal
sv_se: Antal

# Report 1756639797 - ReportLabel 3839495372
source: Serial No.
de_de: Seriennr.
fi_fi: Sarjanro
fr_fr: N° de série
nl_nl: Serienr.
sv_se: Serienummer

# Report 1756639797 - Control 314377122 - Property 2879900210
source: Optional Values
de_de: Optionale Werte
fi_fi: Valinnaiset arvot
sv_se: Valfria Värden

# Report 1756639797 - Control 3361401265 - Property 1295455071
source: Specifies the Expiration Date
de_de: Gibt das Ablaufdatum an
fi_fi: Määrittää vanhentumispäivän

# Report 1756639797 - Control 3361401265 - Property 2879900210
source: Expiration Date
de_de: Ablaufdatum
fi_fi: Vanhentumispvm
fr_fr: Date d’expiration
nl_nl: Vervaldatum
sv_se: Utgångsdatum

# Report 1756639797 - Control 4083805689 - Property 1295455071
source: Specifies the Item Variant Code
de_de: Gibt den Variantencode an
fi_fi: Määrittää nimikkeen varianttikoodin

# Report 1756639797 - Control 4083805689 - Property 2879900210
source: Item Variant Code
de_de: Variantencode
fi_fi: Nimikkeen varianttikoodi

# Report 1756639797 - Control 3523677570 - Property 1295455071
source: Specifies the Lot No.
de_de: Gibt die Chargennummer an
fi_fi: Määrittää eränron

# Report 1756639797 - Control 3523677570 - Property 2879900210
source: Lot No.
de_de: Chargennr.
fi_fi: Eränro
fr_fr: N° Lot
nl_nl: Partijnr.
sv_se: Partinummer

# Report 1756639797 - Control 3416099157 - Property 1295455071
source: Specifies the Package No.
de_de: Gibt die Paketnummer an.
fi_fi: Määrittää pakettinron

# Report 1756639797 - Control 3416099157 - Property 2879900210
source: Package No.
de_de: Paketnr.
fi_fi: Pakettinro
fr_fr: N° paquet
nl_nl: Pakketnr.
sv_se: Paketnr

# Report 1756639797 - Control 2704404533 - Property 1295455071
source: The number of units, each label represents
de_de: Die Anzahl der Einheiten, die jedes Etikett darstellt
fi_fi: Yksiköiden määrä yksittäisellä tarralla
fr_fr: Le nombre d'unités, chaque étiquette représente
nl_nl: Het aantal eenheden die elk label vertegenwoordigt
sv_se: Antalet enheter, varje etikett representerar

# Report 1756639797 - Control 2704404533 - Property 2879900210
source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nl_nl: Aantal
sv_se: Antal

# Report 1756639797 - Control 2164308859 - Property 1295455071
source: Specifies the Serial No.
de_de: Gibt die Seriennummer an
fi_fi: Määrittää sarjanron

# Report 1756639797 - Control 2164308859 - Property 2879900210
source: Serial No.
de_de: Seriennr.
fi_fi: Sarjanro
fr_fr: N° de série
nl_nl: Serienr.
sv_se: Serienummer

# Report 1756639797 - Control 2004914921 - Property 1295455071
source: Specifies the Unit of Measure
de_de: Gibt die Einheit an
fi_fi: Määrittää mittayksikön

# Report 1756639797 - Control 2004914921 - Property 2879900210
source: Unit of Measure
de_de: Einheit
fi_fi: Yks
fr_fr: UM
nl_nl: Maateenheid
sv_se: UoM

# Report 1756639797 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen
fi_fi: Vaihtoehdot
nl_nl: Opties
sv_se: Alternativ

# Report 1756639797 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
de_de: Gibt an, wie viele Kopien des Belegs gedruckt werden sollen.
fi_fi: Määrittää, kuinka monta kopiota asiakirjasta tulostetaan.
fr_fr: Spécifie le nombre de copies du document à imprimer.
nl_nl: Hiermee wordt opgegeven hoeveel exemplaren van het document moeten worden afgedrukt.
sv_se: Anger hur många kopior av dokumentet som ska skrivas ut.

# Report 1756639797 - Control 2578066365 - Property 2879900210
source: No. of Copies
de_de: Anzahl Kopien
fi_fi: Kopioiden lukumäärä
fr_fr: Nombre de copies
nl_nl: Aantal kopieën
sv_se: Antal kopior

# Report 1756639797 - ReportLayout 1091650988 - Property 2166945456
source: Mobile WMS - Item Label 2x1 with encoded GS1 2D datamatrix
de_de: Mobile WMS - Artikeletikett 2x1 mit kodierter GS1 2D-Datamatrix
fi_fi: Mobile WMS - Nimiketarra 2x1 ja GS1 2D datamatrix
sv_se: Mobil WMS - Artikeletikett 2x1 med encoded GS1 2D datamatrix

# Report 1756639797 - ReportLayout 1091650988 - Property 2879900210
source: Item Label 2x1
de_de: Artikeletikett 2x1
fi_fi: Nimiketarra 2x1
sv_se: Artikeletikett 2x1

# Report 1756639797 - ReportLayout 1064729150 - Property 2166945456
source: Mobile WMS - Item Label 3x2 with encoded GS1 2D datamatrix
de_de: Mobile WMS - Artikeletikett 3x2 mit kodierter GS1 2D-Datamatrix
fi_fi: Mobile WMS - Nimiketarra 3x2 ja GS1 2D datamatrix
sv_se: Mobil WMS - Artikeletikett 3x2 med encoded GS1 2D datamatrix

# Report 1756639797 - ReportLayout 1064729150 - Property 2879900210
source: Item Label 3x2
de_de: Artikeletikett 3x2
fi_fi: Nimiketarra 3x2
sv_se: Artikeletikett 3x2

# Report 1756639797 - ReportLayout 936226650 - Property 2166945456
source: Mobile WMS - Item Label 4x1 with encoded GS1 2D datamatrix
de_de: Mobile WMS - Artikeletikett 4x1 mit kodierter GS1 2D-Datamatrix
fi_fi: Mobile WMS - Nimiketarra 4x1 ja GS1 2D datamatrix
sv_se: Mobil WMS - Artikeletikett 4x1 med encoded GS1 2D datamatrix

# Report 1756639797 - ReportLayout 936226650 - Property 2879900210
source: Item Label 4x1
de_de: Artikeletikett 4x1
fi_fi: Nimiketarra 4x1
sv_se: Artikeletikett 4x1

# Report 1756639797 - ReportLayout 3318104095 - Property 2166945456
source: Mobile WMS - Item Label 4x2 with encoded GS1 2D datamatrix
de_de: Mobile WMS - Artikeletikett 4x2 mit kodierter GS1 2D-Datamatrix
fi_fi: Mobile WMS - Nimiketarra 4x2 ja GS1 2D datamatrix
sv_se: Mobil WMS - Artikeletikett 4x2 med encoded GS1 2D datamatrix

# Report 1756639797 - ReportLayout 3318104095 - Property 2879900210
source: Item Label 4x2
de_de: Artikeletikett 4x2
fi_fi: Nimiketarra 4x2
sv_se: Artikeletikett 4x2

# Report 1756639797 - ReportLayout 3955800712 - Property 2166945456
source: Mobile WMS - Item Label 4x3 with encoded GS1 2D datamatrix
de_de: Mobile WMS - Artikeletikett 4x1 mit kodierter GS1 2D-Datamatrix
fi_fi: Mobile WMS - Nimiketarra 4x3 ja GS1 2D datamatrix
sv_se: Mobil WMS - Artikeletikett 4x3 med encoded GS1 2D datamatrix

# Report 1756639797 - ReportLayout 3955800712 - Property 2879900210
source: Item Label 4x3
de_de: Artikeletikett 4x3
fi_fi: Nimiketarra 4x3
sv_se: Artikeletikett 4x3

# Report 1756639797 - ReportLayout 1573923267 - Property 2166945456
source: Mobile WMS - Item Label 4x6 with encoded GS1 2D datamatrix
de_de: Mobile WMS - Artikeletikett 4x6 mit kodierter GS1 2D-Datamatrix
fi_fi: Mobile WMS - Nimiketarra 4x6 ja GS1 2D datamatrix
sv_se: Mobil WMS - Artikeletikett 4x6 med encoded GS1 2D datamatrix

# Report 1756639797 - ReportLayout 1573923267 - Property 2879900210
source: Item Label 4x6
de_de: Artikeletikett 4x6
fi_fi: Nimiketarra 4x6
sv_se: Artikeletikett 4x6

# Report 1756639797 - ReportLayout 535143258 - Property 2166945456
source: Mobile WMS - Item Label 4x6 with encoded GS1 2D datamatrix
de_de: Mobile WMS - Artikeletikett 4x6 mit kodierter GS1 2D-Datamatrix
fi_fi: Mobile WMS - Nimiketarra 4x6 ja GS1 2D datamatrix
sv_se: Mobil WMS - Artikeletikett 4x6 med encoded GS1 2D datamatrix

# Report 1756639797 - ReportLayout 535143258 - Property 2879900210
source: Item Label 4x6 (Word)
de_de: Artikeletikett 4x6 (Word)
fi_fi: Nimiketarra 4x6 (Word)
sv_se: Artikeletikett 4x6 (Word)

# Report 3606253475 - Property 2879900210
source: Mobile WMS - License Plate Label
de_de: Mobile WMS - License Plate Etikett
fi_fi: Mobile WMS - Kuljetusyksikön tarra
sv_se: Mobile WMS - License Plate etikett

# Report 3606253475 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen
fi_fi: Vaihtoehdot
nl_nl: Opties
sv_se: Alternativ

# Report 3606253475 - Control 515697090 - Property 1295455071
source: Specifies the value of License Plate No.
de_de: Gibt den Wert der License Plate nummer an.
fi_fi: Määrittää kuljetusyksikön numeron

# Report 3606253475 - Control 515697090 - Property 2879900210
source: License Plate No.
de_de: License Plate Nr.
fi_fi: Kuljetusyksikön nro
nl_nl: Dragernummer.
sv_se: License Plate nr.

# Report 3606253475 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of each Label you want to print.
de_de: Gibt an, wie viele Kopien jedes Etiketts Sie drucken möchten.
fi_fi: Määrittää kuinka monta kopiota haluat tulostaa jokaisesta tarrasta.

# Report 3606253475 - Control 2578066365 - Property 2879900210
source: No. of Copies
de_de: Anzahl Kopien
fi_fi: Kopioiden lukumäärä
fr_fr: Nombre de copies
nl_nl: Aantal kopieën
sv_se: Antal kopior

# Report 3606253475 - Control 1722142039 - Property 1295455071
source: Specifies how many new Labels you want to print. Numbers are assigned from the Number-Series specified in Mobile WMS Setup.
de_de: Gibt an, wie viele neue Etiketten Sie drucken möchten. Nummern werden aus der im Mobile WMS Setup angegebenen Nummernserie zugewiesen.
fi_fi: Määrittää kuinka monta uutta tarraa haluat tulostaa. Numerot määritetään Mobile WMS:n asetuksissa valitusta numerosarjasta.

# Report 3606253475 - Control 1722142039 - Property 2879900210
source: No. of new Labels
de_de: Anzahl neuer Etiketten
fi_fi: Uusien tarrojen määrä
sv_se: Antal nya etiketter

# Report 3606253475 - Control 3485569749 - Property 1295455071
source: Specifies the value of Source Reference ID
de_de: Gibt den Wert der Quellreferenz-ID an
fi_fi: Määrittää lähteen viitetunnuksen

# Report 3606253475 - Control 3485569749 - Property 2879900210
source: Source Reference ID
de_de: Quellreferenz-ID
fi_fi: Lähteen viitetunnus

# Report 3606253475 - ReportLayout 1983296396 - Property 2166945456
source: Mobile WMS - License Plate Label 3x2
de_de: Mobile WMS - License Plate Etikett 3x2
fi_fi: Mobile WMS - Kuljetusyksikön tarra 3x2
sv_se: Mobile WMS - License Plate etikett 3x2

# Report 3606253475 - ReportLayout 1983296396 - Property 2879900210
source: License Plate Label 3x2
de_de: License Plate Etikett 3x2
fi_fi: Kuljetusyksikön tarra 3x2
sv_se: License Plate etikett 3x2

# Report 3606253475 - ReportLayout 2670660151 - Property 2166945456
source: Mobile WMS - License Plate Label GS1 3x2
fi_fi: Mobile WMS - Kuljetusyksikön tarra GS1 3x2

# Report 3606253475 - ReportLayout 2670660151 - Property 2879900210
source: License Plate Label GS1 3x2
de_de: Mobile WMS - License Plate Etikett
fi_fi: Kuljetusyksikön tarra GS1 3x2
fr_fr: Mobile WMS - License Plate Label
nl_nl: Mobile WMS - License Plate Label
sv_se: Mobile WMS - License Plate etikett

# Report 23403796 - Property 2879900210
source: Mobile WMS - License Plate Contents Label
de_de: Mobile WMS - License Plate Inhalt Etikett
fi_fi: Mobile WMS - Kuljetusyksikön sisällön tarra
sv_se: Mobile WMS - License Plate Innehåll etikett

# Report 23403796 - ReportLabel 2089336185
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Report 23403796 - ReportLabel 1645344252
source: No.
de_de: Nr.
fi_fi: Nro
fr_fr: N°.
nl_nl: Nr.
sv_se: Nr

# Report 23403796 - ReportLabel 1308697062
source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nl_nl: Aantal
sv_se: Antal

# Report 23403796 - ReportLabel 3251454906
source: Unit
de_de: Einheit
fi_fi: Yksikkö
fr_fr: Unité
nl_nl: Eenheid
sv_se: Enhet

# Report 23403796 - Control 4105281732 - Property 2879900210
source: Options
de_de: Optionen
fi_fi: Vaihtoehdot
nl_nl: Opties
sv_se: Alternativ

# Report 23403796 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
de_de: Gibt an, wie viele Kopien des Belegs gedruckt werden sollen.
fi_fi: Määrittää, kuinka monta kopiota asiakirjasta tulostetaan.
fr_fr: Spécifie le nombre de copies du document à imprimer.
nl_nl: Hiermee wordt opgegeven hoeveel exemplaren van het document moeten worden afgedrukt.
sv_se: Anger hur många kopior av dokumentet som ska skrivas ut.

# Report 23403796 - Control 2578066365 - Property 2879900210
source: No. of Copies
de_de: Anzahl Kopien
fi_fi: Kopioiden lukumäärä
fr_fr: Nombre de copies
nl_nl: Aantal kopieën
sv_se: Antal kopior

# Report 23403796 - ReportLayout 2665939273 - Property 2166945456
source: Mobile WMS - License Plate Contents Label 4x6
de_de: Mobile WMS - License Plate Inhalt Etikett 4x6
fi_fi: Mobile WMS - Kuljetusyksikön sisällön tarra 4x6
sv_se: Mobile WMS - License Plate Innehåll etikett 4x6

# Report 23403796 - ReportLayout 2665939273 - Property 2879900210
source: License Plate Contents Label 4x6
de_de: License Plate Inhalt Etikett 4x6
fi_fi: Kuljetusyksikön sisällön tarra 4x6
sv_se: License Plate Innehåll etikett 4x6

# Report 23403796 - ReportLayout 183684750 - Property 2166945456
source: Mobile WMS - License Plate Contents Label GS1 4x6
fi_fi: Mobile WMS - Kuljetusyksikön sisältötarra GS1 4x6

# Report 23403796 - ReportLayout 183684750 - Property 2879900210
source: License Plate Contents Label GS1 4x6
de_de: Mobile WMS - License Plate Inhalt Etikett
fi_fi: Kuljetusyksikön sisällön tarra GS1 4x6
fr_fr: Mobile WMS - License Plate Contents Label
nl_nl: Mobile WMS - License Plate Contents Label
sv_se: Mobile WMS - License Plate Innehåll etikett

# PageExtension 1855867466 - Action 1428498206 - Property 1295455071
source: Toggle making this Item Journal Batch visible at the Mobile Device.
de_de: Aktivieren Sie das Artikel-Buch.-Blatt auf dem mobilen Gerät.
fi_fi: Vaihda nimikepäiväkirjan erän näkyvyys mobiililaitteella.
fr_fr: Basculer la visibilité de ce lot du journal des articles sur le dispositif mobile.
nl_nl: Dit artikeldagboek zichtbaar maken op het mobiel apparaat.
sv_se: Aktivera för att göra denna artikel Journal Batch synlig på den mobila enheten.

# PageExtension 1855867466 - Action 1428498206 - Property 2879900210
source: Release To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapauta mobiiliin
fr_fr: Publier sur Mobile
sv_se: Släpp till mobil

# PageExtension 1855867466 - Control 2569068154 - Property 1295455071
source: Is the Item Journal Batch visible at the Mobile Device.
de_de: Ist das Artikel-Buch.-Blatt auf dem Mobilgerät sichtbar.
fi_fi: Onko nimikepäiväkirjan erä näkyvissä mobiililaitteella.
fr_fr: Le lot du journal des articles est-il visible sur le dispositif mobile
nl_nl: Is de artikeldagboekbatch zichtbaar op het Mobile Device.
sv_se: Är artikeljournalen Batch synlig på den mobila enheten.

# PageExtension 1855867466 - Control 2569068154 - Property 2879900210
source: Released To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapautettu mobiiliin
fr_fr: Publié sur Mobile
sv_se: Släppt till mobilen

# PageExtension 1021491475 - Control 3722363265 - Property 2879900210
source: Mobile WMS - License Plate
fi_fi: Mobile WMS - Kuljetusyksikkö

# PageExtension 1021491475 - Control 1128629965 - Property 1295455071
source: Specifies if 'From License Plate' must be selected when picking items at this location.
fi_fi: Määrittää, onko 'Kuljetusyksiköstä' valittava poimittaessa nimikkeitä tässä sijainnissa.

# PageExtension 1021491475 - Control 344725113 - Property 1295455071
source: Specifies if 'To License Plate' must be selected when posting production output at this location.
fi_fi: Määrittää, onko 'Kuljetusyksikköön' valittava, kun tuotannon tuotos kirjataan tähän sijaintiin.

# PageExtension 920659977 - Action 1428498206 - Property 1295455071
source: Toggle making this Item Journal Batch visible at the Mobile Device.
de_de: Aktivieren Sie das Artikel-Buch.-Blatt auf dem mobilen Gerät.
fi_fi: Vaihda nimikepäiväkirjan erän näkyvyys mobiililaitteella.
fr_fr: Basculer la visibilité de ce lot du journal des articles sur le dispositif mobile.
nl_nl: Dit artikeldagboek zichtbaar maken op het mobiel apparaat.
sv_se: Aktivera för att göra denna artikel Journal Batch synlig på den mobila enheten.

# PageExtension 920659977 - Action 1428498206 - Property 2879900210
source: Release To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapauta mobiiliin
fr_fr: Publier sur Mobile
sv_se: Släpp till mobil
