Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 2511124422 - Control 1354222690 - Property 1295455071
source: Specifies the unit for the Package Type. This is a value from the Shipping Provider and may not match up with existing Unit of Measure Codes from Business Central.
fi_fi: Määrittää pakkaustyypin yksikön. Arvo on kuljetuspalveluntarjoajalta, eikä se välttämättä vastaa Business Centralin mittayksiköä.
nl_nl: Specificeert de eenheid voor het pakkettype. Dit is een waarde van de verzendaanbieder en komt mogelijk niet overeen met de bestaande basiseenheid van Business Central.
sv_se: Anger enheten för kollitypen. Detta är ett värde från speditören och kan inte matcha upp med befintliga enheter från Business Central.

# Page 1170681860 - Property 2879900210
source: Mobile Package Types
fi_fi: Mobiilin pakkaustyypit
sv_se: Mobil kollityper

# Page 1170681860 - NamedType 2118831689
source: No external Package Types found to synchonize
fi_fi: Ei löytynyt ulkoisia pakkaustyyppejä synkronoitavaksi
nl_nl: Geen externe pakkettypen gevonden om te synchroniseren
sv_se: Inga externa kollityper hittades för att synkronisera

# Page 1170681860 - NamedType 2992964823
source: Package Types has been synchonized
fi_fi: Pakkaustyypit on synkronoitu
nl_nl: Verpakkingstypes zijn gesynchroniseerd
sv_se: Kollityper har synkroniserats

# Page 1170681860 - NamedType 2548826966
source: Do you want to verify the Package Setup now?
fi_fi: Haluatko varmistaa pakkausasetukset nyt?
nl_nl: Wilt u de verpakkingssetup verifiëren?
sv_se: Vill du verifiera kolli-inställningarna nu?

# Page 1170681860 - Control 3004954119 - Property 1295455071
source: Specifies a code for the Package Type. The code must be unique and may include a prefix for the Shipping Provider.
fi_fi: Määrittää pakkaustyypin koodin. Koodin pitää olla yksilöivä ja se voi sisältää kuljetuspalveluntarjoajan etuliitteen.
nl_nl: Specificeert een code voor het verpakkingstype. De code moet uniek zijn en kan een voorvoegsel voor de Verzendaanbieder bevatten.
sv_se: Anger en kod för kollitypen. Koden måste vara unik och kan innehålla ett prefix för speditören.

# Page 1170681860 - Control 1383905037 - Property 1295455071
source: Specifies if this is the default package type for a Shipping Provider.
fi_fi: Määrittää onko tämä kuljetuspalveluntarjoajan oletuspakkaustyyppi.
nl_nl: Geeft aan of dit het standaard pakket type is voor een expediteur.
sv_se: Anger om detta är standard kollityp för en speditör.

# Page 1170681860 - Control 3461834954 - Property 1295455071
source: Specifies a description for a Package Type.
fi_fi: Määrittää pakkaustyypin kuvauksen.
nl_nl: Specificeert een beschrijving voor een verpakkingstype.
sv_se: Anger en beskrivning för en kollityp.

# Page 1170681860 - Control 3581037481 - Property 1295455071
source: Specifies the default Height for the Package Type.
fi_fi: Määrittää pakkaustyypin oletuskorkeuden.
nl_nl: Specificeert de standaard hoogte voor het pakkettype.
sv_se: Anger standardhöjd för kollitypen.

# Page 1170681860 - Control 1881551368 - Property 1295455071
source: Specifies the default Length for the Package Type.
fi_fi: Määrittää pakkaustyypin oletuspituuden.
nl_nl: Specificeert de standaard lengte voor het pakket type.
sv_se: Anger standardlängden för kollitypen.

# Page 1170681860 - Control 3470161887 - Property 1295455071
source: Specifies the default Loading Meter (LDM) for a Package Type.
fi_fi: Määrittää pakkaustyypin oletuskuormametrit (LDM).
nl_nl: Specificeert de standaard Loading Meter (LDM) voor een pakkettype.
sv_se: Anger standard lastmeter (LDM) för en kollityp.

# Page 1170681860 - Control 3630706978 - Property 1295455071
source: Specifies a unique identifier for a shipping provider (provided by subscriber app during syncronization).
fi_fi: Määrittää kuljetuspalveluntarjoajan yksilöivän tunnisteen (saatu synkronoinnissa tilaajasovellukselta).
nl_nl: Specificeert een unieke identificatie voor een expediteur (verstrekt door abonnee app tijdens het synchroniseren).
sv_se: Anger en unik identifierare för en speditör (tillhandahålls av prenumerant app under synkronisering).

# Page 1170681860 - Control 276284931 - Property 1295455071
source: Specifies the Package Type Code from the external system. The code is unique by Shipping Provider Id.
fi_fi: Määrittää ulkoisen järjestelmän pakkaustyypin koodin. Koodi on yksilöllinen kuljetuspalveluntarjoajalle.
nl_nl: Specificeert de pakkettype code van het externe systeem. De code is uniek door Verzendaanbieder Id.
sv_se: Anger paketets typkod från det externa systemet. Koden är unik av fraktleverantörens Id.

# Page 1170681860 - Control 1354222690 - Property 1295455071
source: Specifies the unit for the Package Type. This is a value from the Shipping Provider and may not match up with existing Unit of Measure Codes from Business Central.
fi_fi: Määrittää pakkaustyypin yksikön. Arvo on kuljetuspalveluntarjoajalta, eikä se välttämättä vastaa Business Centralin mittayksiköä.
nl_nl: Specificeert de eenheid voor het pakkettype. Dit is een waarde van de verzendaanbieder en komt mogelijk niet overeen met de bestaande basiseenheid van Business Central.
sv_se: Anger enheten för kollitypen. Detta är ett värde från speditören och kan inte matcha upp med befintliga enheter från Business Central.

# Page 1170681860 - Control 2854289444 - Property 1295455071
source: Specifies the default weight or maximum weight for a Package Type.
fi_fi: Määrittää pakkaustyypin oletuspainon tai enimmäispainon.
nl_nl: Specificeert het standaard gewicht of het maximale gewicht van een pakkettype.
sv_se: Anger standardvikt eller maxvikt för en kollityp.

# Page 1170681860 - Control 613790498 - Property 1295455071
source: Specifies the default Width for the Package Type.
fi_fi: Määrittää pakkaustyypin oletusleveyden.
nl_nl: Specificeert de standaard breedte voor het pakket type.
sv_se: Anger standardbredden för kollitypen.

# Page 1170681860 - Action 2263112408 - Property 2879900210
source: &Synchronize
fi_fi: &Synkronoi
nl_nl: &Synchroniseer
sv_se: &Synkronisera

# Page 1170681860 - Action 1797437015 - Property 1295455071
source: Open the Package Setup Page
fi_fi: Avaa pakkausasetusten sivu
nl_nl: Open de pakketinstellingen pagina
sv_se: Öppna sidan för kollikonfigurering

# Page 1170681860 - Action 1797437015 - Property 2879900210
source: Package Setup
fi_fi: Pakkausasetukset
nl_nl: Verpakkingsinstellingen
sv_se: Konfiguration av kolli

# Page 1170681860 - Action 3340625709 - Property 1295455071
source: Syncronize (read) Package Types from all Shipping Providers.
fi_fi: Synkronoi (lue) pakkaustyypit kaikilta kuljetuspalveluntarjoajilta.
nl_nl: Synchroniseren (lezen) pakket types van alle verzendleveranciers.
sv_se: Syncronize (read) kollityper från alla leverantörer.

# Page 1170681860 - Action 3340625709 - Property 2879900210
source: &Synchronize Package Types
fi_fi: &Synkronoi pakkaustyypit
nl_nl: &Synchroniseer pakkettypes
sv_se: &Synkronisera kollityper

# Page 3212817803 - Property 2879900210
source: Mobile Packing Stations
fi_fi: Mobiilin pakkausasemat
sv_se: Mobila Packningsstationer

# Page 3212817803 - Control 3004954119 - Property 1295455071
source: Specifies the value of the Code field
fi_fi: Määrittää kentän Koodi arvon
nl_nl: Specificeert de waarde van het Code veld
sv_se: Anger värdet för kodfältet

# Page 3212817803 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field
fi_fi: Määrittää kentän Kuvaus arvon
nl_nl: Specificeert de waarde van het beschrijvingsveld
sv_se: Anger värdet för beskrivningsfältet

# Page 3212817803 - Control 2161572060 - Property 1295455071
source: Specifies the value of the Location Code field
de_de: Bestimmt den Wert des Feldes Lagerort
fi_fi: Määrittää kentän Sijaintikoodi arvon
fr_fr: Spécifie la valeur du champ configuré
nl_nl: Specificeert de waarde van het veld verstigingscode
sv_se: Anger värdet för fältet Lagerställekod

# Page 3212817803 - Action 1344672713 - Property 2879900210
source: &Print
de_de: D&rucken
fi_fi: T&ulosta
fr_fr: &Imprimer
nl_nl: &Afdrukken
sv_se: Skriv &Ut

# Page 3212817803 - Action 2494876978 - Property 1295455071
source: Show Printer Label Template setup for Packing Station
fi_fi: Näytä pakkausaseman tulostimien tarramallien asetukset
nl_nl: Toon Printer Label sjablooninstellingen voor verpakkingstation
sv_se: Visa label template inställningar för packningsstation

# Page 3212817803 - Action 2494876978 - Property 2879900210
source: &Printer Label Template setup
fi_fi: &Tulostimien tarramallien asetukset
nl_nl: &Printer Label sjabloon instellingen
sv_se: &Skrivare label template Inställningar

# Page 3212817803 - Action 2263112408 - Property 2879900210
source: &Synchronize
fi_fi: &Synkronoi
nl_nl: &Synchroniseer
sv_se: &Synkronisera

# Page 3212817803 - Action 2557089726 - Property 1295455071
source: Syncronize (read) Packing Stations from all Shipping Providers.
fi_fi: Synkronoi (lue) pakkausalueet kaikilta kuljetuspalveluntarjoajilta.
nl_nl: Synchroniseren (lezen) pakket types van alle verzendleveranciers.
sv_se: Synkronisera (läs) packningsstationer från alla leverantörer.

# Page 3212817803 - Action 2557089726 - Property 2879900210
source: &Synchronize Packing Stations
fi_fi: &Synkronoi pakkausasemat
nl_nl: &Synchroniseer verpakkingsstations
sv_se: &Synkronisera Packningsstationer

# Page 207382687 - Property 2019332006
source: New,Process,Report,Log
de_de: Neu,Prozess,Bericht,Log
fi_fi: Uusi,Käsittely,Raportti,Loki
fr_fr: Nouveau, Processus, Rapport, Log
nl_nl: Nieuw,Verwerk,Rapport,log
sv_se: Ny,Process,Rapport,Logg

# Page 207382687 - Property 2879900210
source: Mobile Print Log
de_de: Mobile Druck-Log
fi_fi: Mobiilin tulostusloki
fr_fr: Journal d'impression mobile
sv_se: Mobil utskriftslogg

# Page 207382687 - Control 892252506 - Property 1295455071
source: Created Date/Time.
de_de: Erstellt Datum/Zeit.
fi_fi: Luontipvm ja -aika.
fr_fr: Date/heure de création
nl_nl: Datum / tijd aangemaakt.
sv_se: Skapad datum/tid.

# Page 207382687 - Control 3461834954 - Property 1295455071
source: Description.
de_de: Beschreibung.
fi_fi: Kuvaus.
nl_nl: Beschrijving.
sv_se: Beskrivning.

# Page 207382687 - Control 2681758783 - Property 1295455071
source: Device ID.
de_de: Geräte-ID.
fi_fi: Laitteen tunnus.
fr_fr: ID de l'appareil
sv_se: Enhets-ID.

# Page 207382687 - Control 883711285 - Property 1295455071
source: Entry No.
de_de: Postennummer
fi_fi: Tapahtumanro
fr_fr: N° séquence
nl_nl: Volgnummer
sv_se: Löpnr

# Page 207382687 - Control 1927684456 - Property 1295455071
source: Label-Template Name.
fi_fi: Tarramallin nimi.
fr_fr: Nom du modèle d'étiquette.
nl_nl: Label-sjabloon naam.
sv_se: Etikettmallens namn.

# Page 207382687 - Control 1357854170 - Property 1295455071
source: A unique Message ID associated with each Document Queue entry.
de_de: Eine eindeutige Nachrichten-ID, die mit jedem Eintrag in der Dokumenten-Warteschlange verknüpft ist.
fi_fi: Asiakirjajonon tapahtuman yksilöllinen viestitunnus.
fr_fr: Un identifiant de message unique associé à chaque entrée de la file d'attente de documents.
nl_nl: Een uniek bericht-ID gekoppeld aan elke documentwachtrij invoer.
sv_se: Ett unikt meddelande-ID kopplat till varje dokumentkö.

# Page 207382687 - Control 1469866000 - Property 1295455071
source: The Mobile User ID the request was received from.
de_de: Die Mobile Benutzer-ID, von der die Anfrage empfangen wurde.
fi_fi: Mobiilin käyttäjätunnus, jolta pyyntö vastaanotettiin.
fr_fr: L'ID de l'utilisateur mobile qui a envoyé la demande.
nl_nl: De Mobiele Gebruikers-ID waarvan de aanvraag is ontvangen.
sv_se: Det mobila användar-ID som begäran mottogs från.

# Page 207382687 - Control 2897660500 - Property 1295455071
source: The record the print is based upon.
de_de: Die Datensatz, auf der der Druck basiert.
fi_fi: Tietue, jonka tuloste perustuu.
fr_fr: L'enregistrement sur lequel l'impression est basée.
nl_nl: Het record waar de afdruk opgebasseerd is.
sv_se: Den post som utskriften bygger på.

# Page 207382687 - Control 1964809003 - Property 2879900210
source: Cloud &Request XML
de_de: Cloud &Anfrage XML
fi_fi: &Pilvipyynnön XML
fr_fr: Cloud &Requête XML
nl_nl: Cloud &Aanvraag XML

# Page 207382687 - Action 1979318928 - Property 2879900210
source: &Log
de_de: &Protokoll
fi_fi: &Loki
fr_fr: &Valider
nl_nl: &Logbestand
sv_se: &Logg

# Page 207382687 - Action 2670660911 - Property 1295455071
source: View the final XML request data sent to Cloud print service.
de_de: Sehen Sie sich die endgültigen XML-Anfragedaten an, die an den Cloud-Druckdienst gesendet wurden.
fi_fi: Näytä pilvitulostuspalveluun lähetetty lopullinen XML-pyynnön tieto.
fr_fr: Visualisez les données de la requête XML finale envoyée au service d'impression en cloud.
nl_nl: Bekijk de laatste XML-aanvraaggegevens die naar Cloud afdrukservice zijn verzonden.
sv_se: Visa data för slutlig XML-begäran som skickas till Cloud print service.

# Page 207382687 - Action 2670660911 - Property 2879900210
source: Show Cloud &Request
de_de: Cloud- &-Anfrage anzeigen
fi_fi: Näytä pilvitulostuspalvelun pyyntö
fr_fr: Afficher le Cloud et la demande
nl_nl: Cloud weergeven &verzoek
sv_se: Visa Cloud &Request

# Page 207382687 - Action 3098395241 - Property 1295455071
source: View the response received from Cloud print service.
de_de: Sehen Sie die Antwort, die Sie vom Cloud-Druckdienst erhalten haben.
fi_fi: Näytä pilvitulostuspalvelusta saatu vastaus.
fr_fr: Visualisez la réponse reçue du service d'impression en cloud.
nl_nl: Bekijk het antwoord ontvangen van de Cloud print service.
sv_se: Visa svaret som mottagits från Cloud print service.

# Page 207382687 - Action 3098395241 - Property 2879900210
source: Show Cloud &Response
de_de: Cloud- &-Antwort anzeigen
fi_fi: Näytä pilvitulostuspalvelun vastaus
fr_fr: Afficher le Cloud &Réponse
nl_nl: Toon Cloud &Antwoord
sv_se: Visa Cloud &Response

# Page 207382687 - Action 2503703898 - Property 1295455071
source: View the internal DataSet, which is customizable and created before the final request to Cloud print service.
de_de: Betrachten Sie das interne DataSet, das vor der endgültigen Anforderung an den Cloud-Druckdienst angepasst und erstellt werden kann.
fi_fi: Näytä sisäinen tietojoukko, joka on muokattavissa ja luotu ennen lopullista pyyntöä pilvitulostuspalveluun.
fr_fr: Visualisez le DataSet interne, qui est personnalisable et créé avant la demande finale au service d'impression en cloud.
nl_nl: Bekijk de interne dataset, welke aanpasbaar is en gemaakt voor het laatste verzoek van de Cloud print service.
sv_se: Visa den interna DataSet, som är anpassningsbar och skapas innan den slutliga begäran till Cloud print service.

# Page 207382687 - Action 2503703898 - Property 2879900210
source: Show Internal &DataSet
de_de: Interne &DataSet anzeigen
fi_fi: Näytä sisäinen tietojoukko
fr_fr: Afficher l'ensemble de données internes
nl_nl: Toon interne &DataSet
sv_se: Visa internt &DataSet

# Page 1790977362 - Property 2879900210
source: Mobile Cloud Print Setup
de_de: Mobile Cloud Print Einrichtung
fi_fi: Mobiilin tulostusasetukset
fr_fr: Configuration de l'impression mobile

# Page 1790977362 - Control 3211232225 - Property 2879900210
source: General
de_de: Allgemein
fi_fi: Yleinen
fr_fr: Général
nl_nl: Alge&meen
sv_se: Allmänt

# Page 1790977362 - Control 945077521 - Property 2879900210
source: Essential Setup
de_de: Wesentlich Funktionen
fi_fi: Välttämättömät asetukset
fr_fr: Configuration essentielle
nl_nl: Essentiële setup
sv_se: Viktiga inställningar

# Page 1790977362 - Control 2891538263 - Property 1295455071
source: Enable or disable printing.
de_de: Drucken aktivieren oder deaktivieren.
fi_fi: Ota tulostus käyttöön tai poista käytöstä.
fr_fr: Activer ou désactiver l'impression.
nl_nl: Afdrukken in- of uitschakelen.
sv_se: Aktivera eller inaktivera utskrift.

# Page 1790977362 - Control 2273653569 - Property 1295455071
source: Labels will be printed in this language code, when supported. All labels are in this language, regardless of the Mobile User's language. The setting affects both "Mobile Messages" used and the "GlobalLanguage"-context of AL code. By installing "Langauge Pack"-extensions your AL code can leverage all available BC languages.
de_de: Labels werden in diesem Sprachcode gedruckt, wenn sie unterstützt werden. Alle Labels sind in dieser Sprache, unabhängig von der Sprache des Mobile Benutzer. Die Einstellung wirkt sich sowohl auf "Mobile Nachrichten" als auch auf den "GlobalLanguage"-Kontext des AL-Codes aus. Durch die Installation von "Language Pack"-Erweiterungen kann Ihr AL-Code alle verfügbaren BC-Sprachen nutzen.
fi_fi: Tarrat tulostetaan tällä kielikoodilla, mikäli se on tuettu. Kaikki tarrat ovat tällä kielellä riippumatta mobiilin käyttäjän kielestä. Asetus vaikuttaa sekä "mobiilin viesteihin" että GlobalLanguage-kontekstiin AL-koodissa. Asentamalla "kielipakettilaajennuksen" AL-koodisi voi hyödyntää kaikki saatavilla olevia BC:n kieliä.
fr_fr: Les étiquettes seront imprimées dans ce code de langue, lorsque cela est pris en charge. Toutes les étiquettes sont dans cette langue, quelle que soit la langue de l'utilisateur mobile. Le paramètre affecte à la fois les "Messages mobiles" utilisés et le contexte "GlobalLanguage" du code AL. En installant "Langauge Pack", votre code AL peut tirer parti de toutes les langues de la BC disponibles.
nl_nl: Labels zullen afgedrukt worden in deze taalcode, indien ondersteund. Alle labels zijn in deze taal, ongeacht de taal van de Mobile User. De instelling heeft invloed op zowel Mobile messages die gebruikt worden en de "GlobalLanguage" context van AL code. Door taalpakket extensies te installeren, kan je AL code alle beschikbare BC talen activeren.
sv_se: Etiketter kommer att skrivas ut i den här språkkoden, när den stöds. Alla etiketter är på det här språket, oavsett mobilanvändarens språk. Inställningen påverkar både "Mobilmeddelanden" som används och "GlobalLanguage"-kontexten för AL-kod. Genom att installera "Langauge Pack"-tillägg kan din AL-kod utnyttja alla tillgängliga BC-språk.

# Page 1790977362 - Control 1243559160 - Property 2879900210
source: Connection to print service
de_de: Verbindung zum Druckdienst
fi_fi: Yhteys tulostuspalveluun
fr_fr: Connexion au service d'impression
nl_nl: Connectie tot print service
sv_se: Anslutning till utskriftstjänst

# Page 1790977362 - Control 1464852102 - Property 1295455071
source: Tenant name for print service.
de_de: Tenant-Name für Druckdienst.
fi_fi: Tulostuspalvelun tenantin nimi.
fr_fr: Nom du tenant pour le service d'impression.
nl_nl: Tenant naam voor printservice.
sv_se: Tenant namn för print service.

# Page 1790977362 - Control 1191661671 - Property 1295455071
source: URL to print service.
de_de: URL zum Druckdienst.
fi_fi: Tulostuspalvelun URL.
fr_fr: URL du service d'impression.
nl_nl: URL naar print service.
sv_se: URL till utskriftstjänsten.

# Page 1790977362 - Control 2575460289 - Property 1295455071
source: Password to print service.
de_de: Passwort für den Druckdienst.
fi_fi: Tulostuspalvelun salasana.
fr_fr: Mot de passe pour le service d'impression.
nl_nl: Wachtwoord om service af te drukken.
sv_se: Lösenord för utskriftstjänst.

# Page 1790977362 - Control 2994142618 - Property 1295455071
source: Username to print service.
de_de: Benutzername für Druckdienst.
fi_fi: Tulostuspalvelun käyttäjänimi.
fr_fr: Nom d'utilisateur pour le service d'impression.
nl_nl: Print service gebruiker.
sv_se: Användarnamn för utskriftstjänst.

# Page 1790977362 - Control 1935838991 - Property 2879900210
source: Information
de_de: Informationen
fi_fi: Tiedot
fr_fr: Informations
nl_nl: Informatie

# Page 1790977362 - Control 3964651583 - Property 2879900210
source: Statistics
de_de: Statistik
fi_fi: Tilasto
fr_fr: Statistiques
nl_nl: Statistiek
sv_se: Statistik

# Page 1790977362 - Control 3934758732 - Property 1295455071
source: Number of enabled printers.
de_de: Anzahl der aktivierten Drucker.
fi_fi: Käytössä olevien tulostimien määrä.
fr_fr: Nombre d'imprimantes activées.
nl_nl: Aantal ingeschakelde printers.
sv_se: Antal aktiva skrivare.

# Page 1790977362 - Control 3934758732 - Property 2879900210
source: Enabled printers
de_de: Aktivierte Drucker
fi_fi: Käytössä olevat tulostimet
fr_fr: Imprimantes activées
nl_nl: Ingeschakelde printers
sv_se: Aktiverade skrivare

# Page 1790977362 - Control 1792866570 - Property 1295455071
source: Number of enabled templates.
de_de: Anzahl der aktivierten Templates.
fi_fi: Käytössä olevien mallien määrä.
fr_fr: Nombre de modèles activés.
nl_nl: Aantal ingeschakelde sjablonen.
sv_se: Antal aktiverade mallar.

# Page 1790977362 - Control 1792866570 - Property 2879900210
source: Enabled templates
de_de: Aktivierte Templates
fi_fi: Käytössä olevat mallit
fr_fr: Modèles activés
nl_nl: Ingeschakelde sjablonen
sv_se: Aktiverade mallar

# Page 1790977362 - Control 2573535608 - Property 2879900210
source: Print on mobile actions
de_de: Auf mobilen Aktionen drucken
fi_fi: Tulosta mobiilin toiminnoissa
fr_fr: Impression sur les actions mobiles
nl_nl: Afdrukken op mobiele acties
sv_se: Skriv ut på mobilåtgärder

# Page 1790977362 - Control 133850549 - Property 2879900210
source: Automatically issue print when mobile users performs certain actions
de_de: Drucken Sie automatisch, wenn mobile Benutzer bestimmte Aktionen ausführen
fi_fi: Tulosta automaattisesti kun mobiilin käyttäjä suorittaa tietyn toiminnon
fr_fr: Émettre automatiquement une impression lorsque les utilisateurs mobiles effectuent certaines actions.
nl_nl: Automatisch afdrukken als mobiele gebruikers bepaalde acties uitvoeren
sv_se: Utfärda utskrifter automatiskt när mobilanvändare utför vissa åtgärder

# Page 1790977362 - Control 789653183 - Property 2879900210
source: Actions
de_de: Aktionen
fi_fi: Toiminnot
nl_nl: Acties
sv_se: Åtgärder

# Page 1790977362 - Control 179231377 - Property 1295455071
source: Template to print when mobile user posts picked item, directly on sales orders.
de_de: Template zum Drucken, wenn mobile Benutzer Artikel bucht, direkt bei Verkaufsaufträgen.
fi_fi: Tulostettava malli kun mobiilin käyttäjä kirjaa nimikkeen poiminnan suoraan myyntitilaukselta.
fr_fr: Modèle à imprimer lorsque l'utilisateur mobile enregistre un article prélevé, directement sur les commandes de vente.
nl_nl: Sjabloon om af te drukken wanneer mobile user gepickte items boeken, direct op verkooporders.
sv_se: Mall som ska skrivas ut när mobilanvändaren bokför plockad artikel, direkt på försäljningsorder.

# Page 1790977362 - Control 179231377 - Property 2879900210
source: Print on Sales Order Pick
de_de: Auf Verkaufsauftrag Kommissionierung Drucken
fi_fi: Tulosta myyntitilauksen poiminnassa
fr_fr: Impression sur le prélèvement de la commande client
nl_nl: Print op verkooporder Pick
sv_se: Skriv ut på försäljningsorderplock

# Page 1790977362 - Control 2869797423 - Property 1295455071
source: Template to print when mobile user posts warehouse shipment.
de_de: Template zum Drucken, wenn ein mobiler Nutzer den Warenversand einschickt.
fi_fi: Tulostettava malli kun mobiilin käyttäjä kirjaa f. var. toimituksen.
fr_fr: Modèle à imprimer lorsque l'utilisateur du mobile publie l'envoi de l'entrepôt.
nl_nl: Sjabloon om af te drukken wanneer mobile user magazijnverzending boekt.
sv_se: Mall att skriva ut när mobilanvändare bokför lagerutleveranser.

# Page 1790977362 - Control 2869797423 - Property 2879900210
source: Print on Warehouse Shipment Post
de_de: Auf Warenausgang Buchung Drucken
fi_fi: Tulosta f. var. toimituksen kirjauksessa
fr_fr: Imprimer sur le Poste d'expédition de l'entrepôt
nl_nl: Print op geboekte magazijnverzending
sv_se: Skriv ut på lagerutleverans bokföring
