Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Table 443419004 - Field 511444383 - Property 2879900210
source: Whse. Jnl. Batch Location Code
de_de: Logistik Buch.-Blatt Lagerort Code
fi_fi: F. var. päiväkirjan erän sijaintikoodi
fr_fr: Journal d'entrepôt du Code magasin
nl_nl: Vestigingscode mag. dagboekbatch
sv_se: Lagerjournal batch lagerställekod

# Table 443419004 - Field 3210441245 - Property 2879900210
source: Whse. Shpmt. Exists
de_de: Warenausgang Existiert
fi_fi: F. var. toimitus olemassa
fr_fr: Existence d'une expédition d'entrepôt
nl_nl: Mag. verzending bestaat
sv_se: Lagersändning finns

# Codeunit 306849715 - NamedType 1056025389
source: One or more reservation entries exist for the item with %1 = %2, %3 = %4, %5 = %6 which may be disrupted if you post this negative adjustment.
de_de: Ein oder mehrere Reservierungseinträge für das Element mit %1 = %2, %3 = %4, %5 = %6, die gestört werden kann, wenn Sie diese negative Regulierung veröffentlichen.
fi_fi: Nimikkeelle %1 = %2, %3 = %4, %5 = %6 on yksi tai useampi varaus, johon voi tulla ristiriita, jos kirjaat tämän negatiivisen muutoksen.
fr_fr: Il existe une ou plusieurs écritures de réservation pour l'article avec %1 = %2, %3 = %4, %5 = %6 qui peuvent être perturbées si vous enregistrez cet ajustement négatif.
nl_nl: Een of meer reserveringen bestaan voor het item met %1 = %2, %3 = %4, %5 = %6 welke kan worden verstoord als u deze negatieve aanpassing boekt.
sv_se: En eller flera reservationsposter finns för artikeln med %1 = %2, %3 = %4, %5 = %6 som kan störas om du bokför denna negativa justering.

# Codeunit 1442166453 - NamedType 1907902352
source: Automatically created
de_de: Automatisch erstellt
fi_fi: Automaattisesti luodut
fr_fr: Créé automatiquement
nl_nl: Automatisch gemaakt.
sv_se: Automatiskt skapad

# Codeunit 1442166453 - NamedType 2365069176
source: This mobile device must be updated to minimum version %1 to use this feature.
fi_fi: Tämä mobiililaite on päivitettävä vähintään versioon %1 käyttääksesi tätä ominaisuutta.

# Codeunit 1442166453 - NamedType 4228365896
source: At least one mobile device must be updated to version %1 to use this feature.
fi_fi: Ainakin yksi mobiililaite on päivitettävä versioon %1 käyttääksesi tätä ominaisuutta.

# Codeunit 1666397240 - NamedType 750161483
source: Document type %1 was not found.
de_de: Dokumententyp %1 wurde nicht gefunden.
fi_fi: Asiakirjatyyppiä %1 ei löytynyt.
fr_fr: Le type de document %1 n'a pas été trouvé.
nl_nl: Documenttype %1 werd niet gevonden.
sv_se: Dokumenttypen %1 hittades inte.

# Codeunit 1666397240 - NamedType 1982138554
source: Message already exists.
de_de: Nachrichten-ID ist bereits vorhanden.
fi_fi: Viesti on jo olemassa.
fr_fr: Le message existe déjà.
nl_nl: Bericht bestaat al.
sv_se: Meddelandet finns redan.

# Codeunit 1666397240 - NamedType 2835191997
source: The user %1 could not be found as a valid mobile user.
de_de: Der Benutzer %1 konnte nicht als gültiger Mobilbenutzer gefunden werden.
fi_fi: Käyttäjää %1 ei löydy kelvollisena mobiilin käyttäjänä.
fr_fr: L'utilisateur %1 n'a pas pu être trouvé en tant qu'utilisateur mobile valide.
nl_nl: De gebruiker %1 kon niet worden gevonden als een geldige mobiele gebruiker.
sv_se: Användaren %1 kunde inte hittas som en giltig mobilanvändare.

# Codeunit 1666397240 - NamedType 2231088113
source: Unable to return a response for the request %1 because it has not been processed yet.
de_de: Antwort auf Anforderung '%1' kann nicht zurückgegeben werden, da sie noch nicht verarbeitet wurde.
fi_fi: Vastausta pyyntöön %1 ei voida palauttaa, koska pyyntöä ei ole vielä käsitelty.
fr_fr: Impossible de renvoyer une réponse pour la demande %1 car elle n'a pas encore été traitée.
nl_nl: Het is niet mogelijk om een antwoord te retourneren voor het verzoek %1, omdat het nog niet is verwerkt.
sv_se: Kan inte returnera ett svar för begäran %1 eftersom det inte har behandlats än.

# Codeunit 1666397240 - NamedType 1891391815
source: The request has been received and queued for later processing.
de_de: Die Anfrage wurde empfangen und für eine spätere Bearbeitung in die Warteschlange gestellt.
fi_fi: Pyyntö on vastaanotettu ja jonossa myöhempää käsittelyä varten.
fr_fr: La demande a été reçue et mise en file d'attente pour un traitement ultérieur.
nl_nl: Het verzoek is ontvangen en in de wachtrij gezet voor latere verwerking.
sv_se: Begäran har mottagits och köats för senare behandling.

# Codeunit 1526306660 - Method 2132495999 - NamedType 2168383925
source: The file scenario "%1" is not assigned to any external file account. Please assign the scenario to be able to store images externally.
fi_fi: Tiedostoskenaario "%1" ei ole määritetty millekään ulkoiselle tiedostotilille. Määritä skenaario, jotta voit tallentaa kuvia ulkoisesti.

# Codeunit 1117675069 - NamedType 1070416158
source: The value is limited to 5 decimals (%1).
fi_fi: Arvo on rajoitettu viiteen desimaaliin (%1).

# Codeunit 1117675069 - NamedType 2825301829
source: The value is limited to 6 significant digits (%1).
fi_fi: Arvo on rajoitettu kuuteen merkitsevään numeroon (%1).

# Codeunit 4165444067 - NamedType 1148508041
source: This will disable License Plating in the %1 Company. Please see the documentation for details.\\Are you sure you want to continue?
fi_fi: Tämä poistaa käytöstä kuljetusyksiköinnin yrityksessä %1. Ole hyvä ja katso lisätietoja dokumentaatiosta.\\Oletko varma, että haluat jatkaa?

# Codeunit 4165444067 - NamedType 541308518
source: This will configure the %1 Company for License Plating. Please see the documentation for details.\\Are you sure you want to continue?
fi_fi: Tämä määrittää kuljetusyksiköinnin käyttöön yrityksessä %1. Ole hyvä ja katso lisätietoja dokumentaatiosta.\\Oletko varma, että haluat jatkaa?

# Codeunit 4165444067 - NamedType 1616242765
source: You cannot move License Plate %1 into License Plate %2 as it would create a circular containment:\\%3\\A License Plate cannot be placed inside a License Plate it already contains.
de_de: You can not move License Plate No. %1 to License Plate No. %2.
fi_fi: Et voi siirtää kuljetusyksikköä %1 kuljetusyksikköön %2.
fr_fr: You can not move License Plate No. %1 to License Plate No. %2.
nl_nl: U kunt License Plate niet verplaatsen %1 in License Plate %2 omdat het een cirkelvormige insluiting zou creëren:\\%3\\Een License Plate kan niet in een License Plate worden geplaatst die deze al bevat.
sv_se: Du kan inte flytta License Plate nr. %1 till License Plate nr. %2.

# Codeunit 4165444067 - NamedType 1365536901
source: License Plating was successfully disabled.\\All mobile users must sign out and sign in again.
fi_fi: Kuljetusyksiköinti poistettiin käytöstä onnistuneesti.\\Kaikkien mobiilin käyttäjäjien on kirjauduttava ulos ja sisään uudelleen.

# Codeunit 4165444067 - NamedType 1434877218
source: License Plating was successfully enabled.\\All mobile users must sign out and sign in again.
fi_fi: Kuljetusyksiköinti otettiin onnistuneesti käyttöön.\\Kaikkien mobiilin käyttäjien on kirjauduttava ulos ja sisään uudelleen.

# Codeunit 121008579 - NamedType 3388377147
source: Scan or enter a License Plate No. to add the output to a License Plate.
fi_fi: Skannaa tai syötä kuljetusyksikön nro lisätäksesi tuotos kuljetusyksikköön.

# Codeunit 3950655115 - NamedType 2855594040
source: Copy of
de_de: Kopie von
fi_fi: Kopio
fr_fr: Copie de
sv_se: Kopia av

# Codeunit 3950655115 - NamedType 1805588356
source: Designer is not available for the "%1" tenant. Please contact Tasklet support to get your own individual tenant.
de_de: Designer ist für den "%1" tenant nicht verfügbar. Bitte kontaktieren Sie den Tasklet Support, um Ihren eigenen Tenant zu erhalten.
fi_fi: Designer ei ole saatavilla tenantille "%1". Ota yhteyttä Taskletin tukeen saadaksesi oman yksilöllisen tenantin.
fr_fr: Designer n'est pas disponible pour le tenant "%1". Veuillez contacter le support Tasklet pour obtenir votre propre tenant individuel.
nl_nl: Ontwerper is niet beschikbaar voor de "%1" tenant. Neem contact op met de klantenservice van de Tasklet om uw eigen individuele tenant te krijgen.
sv_se: Designer är inte tillgänglig för tenant "%1". Kontakta Tasklet support för att få din egen individuella tenant.

# Codeunit 3950655115 - NamedType 549517472
source: Failed to create label data as XML
de_de: Fehler beim Erstellen der Labeldaten als XML
fi_fi: Tarran tietojen luonti XML:nä epäonnistui
fr_fr: Échec de la création des données d'étiquette en XML
nl_nl: Het maken van labelgegevens als XML is mislukt
sv_se: Det gick inte att skapa etikettdata som XML

# Codeunit 3950655115 - NamedType 515705467
source: You do not have Printer and Label-Template enabled and assigned
de_de: Sie haben Drucker und Label-Template nicht aktiviert und zugewiesen
fi_fi: Tulostinta ja tarramallia ei ole otettu käyttöön ja määritetty
fr_fr: L'imprimante et le modèle d'étiquette ne sont pas activés et attribués.
nl_nl: Je hebt geen printer en label-sjabloon ingeschakeld en toegewezen
sv_se: Du har inte skrivare och etikettmall aktiverat och tilldelat

# Codeunit 3950655115 - NamedType 1967367597
source: A setup already exists. Do you want to continue?
de_de: Ein einrichtung ist schon gegeben. Möchten Sie fortfahren?
fi_fi: Asetus on jo olemassa. Haluatko jatkaa?
fr_fr: Une configuration existe déjà. Voulez-vous continuer ?
nl_nl: Er bestaat al een configuratie. Wilt u doorgaan?
sv_se: En konfiguration finns redan. Vill du fortsätta?

# Codeunit 3950655115 - NamedType 1694348846
source: See "Mobile Print Log" and "Cloud Response", for details.
de_de: Weitere Informationen finden Sie unter "Mobile Druck-Log" und "Cloud Antwort".
fi_fi: Katso lisätietoja kohdista "Mobiilin tulostusloki" ja "Pilvitulostuspalvelun vastaus".
fr_fr: Reportez-vous à la section "Journal d'impression mobile" et "Afficher le Cloud Réponse" pour plus de détails.
nl_nl: Zie "Mobile Print Log" en "Cloud Response", voor meer informatie.
sv_se: Se "Mobile Print Log" och "Cloud Response", för detaljer.

# Codeunit 183587253 - NamedType 1252627435
source: Are you using correct Username/Password and Connection URL?
de_de: Verwenden Sie korrekte Benutzername/Passwort und Verbindungs-URL?
fi_fi: Käytätkö oikeaa käyttäjänimeä, salasanaa ja yhteysosoitetta?
fr_fr: Utilisez-vous un nom d'utilisateur/mot de passe et une URL de connexion corrects ?
nl_nl: Gebruikt u de juiste gebruikersnaam/wachtwoord en connectie URL?
sv_se: Använder du korrekt Användarnamn/Lösenord och Anslutnings-URL?

# Codeunit 183587253 - NamedType 3352172482
source: Send to print service failed.\\Status Code: %1\\%2\\Url: %3\\Message: %4
de_de: Senden zum Druckdienst fehlgeschlagen.\Statuscode: %1\\%2\\\Url: %3\\\Nachricht: %4
fi_fi: Lähetys tulostuspalveluun epäonnistui.\\Tilakoodi: %1\\%2\\Url: %3\\Viesti: %4
fr_fr: L'envoi au service d'impression a échoué. \\Statut: %1\\%2\\Url: %3\\Message: %4
nl_nl: Verzenden naar afdrukservice mislukt.\\Statuscode: %1\\%2\\Url: %3\\Bericht: %4
sv_se: Skicka till utskriftstjänsten misslyckades.\\Statuskod: %1\\%2\\Url: %3\\Meddelande: %4

# Codeunit 183587253 - NamedType 96047767
source: An empty reponse was received from the Cloud print service.
de_de: Eine leere Reponse wurde vom Online-Druckdienst erhalten.
fi_fi: Pilvitulostuspalvelusta vastaanotettiin tyhjä vastaus.
fr_fr: Une réponse vide a été reçue du service d'impression en ligne.
nl_nl: Een leeg antwoord werd ontvangen van de Cloud print service.
sv_se: En tom reponse togs emot från tjänsten Cloud print service.

# Codeunit 183587253 - NamedType 1625234314
source: The returned Preview is not a valid PDF.
de_de: Die zurückgegebene Vorschau ist keine gültige PDF.
fi_fi: Palautettu esikatselu ei ole kelvollinen PDF.
fr_fr: L'aperçu renvoyé n'est pas un PDF valide.
nl_nl: Het teruggegeven voorbeeld is geen geldige PDF.
sv_se: Den returnerade Förhandsgranskningen är inte en giltig PDF.

# Codeunit 183587253 - NamedType 499162129
source: Do you want to create the standard label-templates?
de_de: Möchten Sie die Standard-Label-Templaten erstellen?
fi_fi: Haluatko luoda tarramallien oletukset?
fr_fr: Voulez-vous créer les modèles d'étiquettes standard ?
nl_nl: Wilt u de standaard label-templates aanmaken?
sv_se: Vill du skapa standard etikettmallar?

# Codeunit 183587253 - NamedType 1298699432
source: Suggestion:
de_de: Vorschläge:
fi_fi: Ehdotus:
nl_nl: Suggesties:
sv_se: Förslag:

# Codeunit 183587253 - NamedType 2983673493
source: %1 label-templates has been created.
de_de: %1 Label-Template wurden erstellt.
fi_fi: %1 tarramallia on luotu.
fr_fr: Le modèle d'étiquette %1 a été créé.
nl_nl: %1 labelsjablonen zijn aangemaakt.
sv_se: %1 etikettmallar har skapats.

# Codeunit 1791261616 - NamedType 1067105188
source: DEFAULT
de_de: STANDARD
fi_fi: OLETUSARVO
fr_fr: DEFAUT
nl_nl: STANDAARD
sv_se: STANDARD

# Codeunit 3378008149 - Method 816992168 - NamedType 1060272985
source: Item %1 consumed for production order %2 (%3).
fi_fi: Nimike %1 kulutettu tuotantotilaukselle %2 (%3).

# Codeunit 3378008149 - Method 816992168 - NamedType 3693948358
source: Unplanned Consumption
fi_fi: Suunnittelematon kulutus

# Codeunit 3412224622 - Method 2409184269 - NamedType 228732015
source: Item %1 is a component of the production order line and cannot be used for unplanned consumption.
fi_fi: Nimike %1 on tuotantotilausrivin komponentti, eikä sitä voi käyttää suunnittelemattomaan kulutukseen.

# Codeunit 3698773564 - Method 3611917602 - NamedType 1427565258
source: Items consumed using the Mobile Unplanned Consumption
fi_fi: Mobiililaitteen suunnittelemattomalla kulutuksella kulutetut nimikkeet

# Codeunit 2849891590 - NamedType 385068200
source: No document handler is available for %1.
de_de: Es ist kein Dokumentenhandler für %1 verfügbar.
fi_fi: Ei ole määritelty käsittelyä asiakirjalle %1.
fr_fr: Aucun gestionnaire de document n'est disponible pour %1.
nl_nl: Er is geen documentafhandeling beschikbaar voor %1.
sv_se: Ingen dokumenthanterare är tillgänglig för %1.

# Codeunit 3150320416 - NamedType 276952308
source: One or more related License Plates exists for this order.\\Please use the '%1' function.
de_de: Für diese Bestellung ist mindestens ein zugehöriges License Plate vorhanden.\\Bitte verwenden Sie die '%1'-Funktion.
fi_fi: Tähän tilaukseen liittyy yksi tai useampia kuljetusyksiköitä.\\Ole hyvä ja käytä toimintoa '%1'.

# Codeunit 1102045741 - NamedType 195886898
source: No Related Put-away exists for LP: %1.
fi_fi: Kuljetusyksikköön ei liity hyllytystä: %1.

# Codeunit 1304763031 - NamedType 80796682
source: Changing Location on a directed Location is not allowed
fi_fi: Sijainnin muuttaminen ohjatussa sijainnissa ei ole sallittua

# Codeunit 1304763031 - NamedType 447699142
source: This License Plate is not top-level
de_de: Dieses License Plate ist nicht auf oberster Ebene
fi_fi: Tämä kuljetusyksikkö ei ole ylimmällä tasolla

# Codeunit 1304763031 - NamedType 976243322
source: Related Put-away %1 exists for License Plate %2.\\You must use the function 'Put Away License Plate' to move this License Plate.
fi_fi: Kuljetusyksikölle %2 on hyllytys %1.\\Käytä toimintoa 'Kuljetusyksikön hyllytys' siirtääksesi tämän kuljetusyksikön.

# Codeunit 1304763031 - NamedType 255435372
source: The To License Plate must be different from the originating License Plate.
fi_fi: Kuljetusyksikköön pitää olla eri kuin alkuperäinen kuljetusyksikkö.

# Codeunit 1304763031 - NamedType 2573444274
source: Specific Tracking without Warehouse Tracking detected in %1: %2 for Item %3.\\This is not supported when you want to add or remove License Plate Contents.
fi_fi: Seuranta ilman f. varastoinnin seurantaa kohteessa %1: %2 nimikkeellä %3.\\Tämä ei ole tuettua, kun haluat lisätä tai poistaa kuljetusyksikön sisältöä.
nl_nl: Specifieke tracering zonder magazijntracering gedetecteerd in %1: %2 voor artikel %3.\\Dit wordt niet ondersteund wanneer u de inhoud van de License Plate wilt toevoegen of verwijderen.

# Codeunit 2431074918 - NamedType 2375384665
source: To create a new License Plate you must specify a valid Location and Bin in the header.
fi_fi: Uuden kuljetusyksikön luomiseksi sinun on määritettävä otsikolla kelvollinen sijainti ja varastopaikka.

# Codeunit 815280097 - NamedType 598950456
source: Are you sure you want to delete License Plate %1?
fi_fi: Oletko varma, että haluat poistaa kuljetusyksikön %1?

# Codeunit 4102542493 - NamedType 553065845
source: Actual Consump. Qty.
de_de: Ist Verbrauchsmenge
fi_fi: Todellinen kulutusmäärä
fr_fr: Consommation réelle. Qté.
nl_nl: Werkelijk verbruikt aantal
sv_se: Faktisk konsumerat antal.

# Codeunit 4102542493 - NamedType 3427832182
source: Actual Run Time
de_de: Ist Bearbeitungszeit
fi_fi: Todellinen ajoaika
fr_fr: Temps d'exécution réel
nl_nl: Actuele bewerkingstijd
sv_se: Faktisk körtid

# Codeunit 4102542493 - NamedType 2565633587
source: Actual Scrap Qty.
de_de: Ist Ausschussmenge
fi_fi: Todellinen hukkamäärä
fr_fr: Quantité de rebut réelle
nl_nl: Werkelijk uitvalaantal
sv_se: Faktisk Scrap antal.

# Codeunit 4102542493 - NamedType 282192720
source: Actual Setup Time
de_de: Ist Rüstzeit
fi_fi: Todellinen asetusaika
fr_fr: Temps de préparation réel
nl_nl: Werkelijke insteltijd
sv_se: Faktisk installationstid

# Codeunit 4102542493 - NamedType 490173424
source: Add Count Line?
de_de: Inventurzeile hinzufügen?
fi_fi: Lisää inventointirivi?
fr_fr: Ajouter une ligne d'inventaire ?
nl_nl: Voeg telregel toe?
sv_se: Lägg till inventeringsrad?

# Codeunit 4102542493 - NamedType 2506516203
source: Add Image
de_de: Bild hinzufügen
fi_fi: Lisää kuva
fr_fr: Ajouter Photo
nl_nl: Afbeelding toevoegen
sv_se: Lägg till bild

# Codeunit 4102542493 - NamedType 1928710153
source: Scan the new License Plate No.
de_de: Scannen Sie die neue License Plate nummer.
fi_fi: Skannaa uusi kuljetusyksikön nro
nl_nl: Scan de nieuwe License Plate No.
sv_se: Skanna det nya License Plate nr.

# Codeunit 4102542493 - NamedType 4199400700
source: Add Line?
de_de: Zeile hinzufügen?
fi_fi: Lisää rivi?
fr_fr: Ajouter ligne ?
nl_nl: Lijn toevoegen?
sv_se: Lägg till en rad?

# Codeunit 4102542493 - NamedType 1320616928
source: Adjust quantity for %1 completed.
de_de: Bestandskorrektur für %1 abgeschlossen.
fi_fi: Määrän muuttaminen %1:lle valmis.
fr_fr: Ajuster la quantité pour %1 terminée.
nl_nl: Aanpassen hoeveelheid van %1 voltooid.
sv_se: Justera antal för %1 slutförda.

# Codeunit 4102542493 - NamedType 1538824288
source: Assigned User ID
de_de: Zugewiesene Benutzer-ID
fi_fi: Määritetty käyttäjätunnus
fr_fr: ID utilisateur assigné
nl_nl: Toegewezen gebruikers ID
sv_se: Tilldelat användar-ID

# Codeunit 4102542493 - NamedType 4087370860
source: Available now:
de_de: Jetzt verfügbar:
fi_fi: Saatavilla nyt:
fr_fr: Disponible dès maintenant:
nl_nl: Nu beschikbaar:
sv_se: Tillgängligt nu:

# Codeunit 4102542493 - NamedType 3340652094
source: Available Qty.
de_de: Verfügbare Menge
fi_fi: Saatavilla oleva määrä
fr_fr: Qté disponible
nl_nl: Beschikbaar aantal
sv_se: Tillgängligt Antal.

# Codeunit 4102542493 - NamedType 1725010150
source: Available Qty. to Take
de_de: Verfügbare Entnahmemenge
fi_fi: Saatav. ol. määrä otettavaksi
fr_fr: Qté disponible à prendre
nl_nl: Beschikb. te nemen aantal
sv_se: Disponibelt ant. att ta

# Codeunit 4102542493 - NamedType 3051691303
source: Barcode %1 is already used by Item %2. Item Cross Reference will not be created.
de_de: Barcode %1 wird derzeit durch Artikel %2 genutzt. Die Referenz wird nicht erstellt.
fi_fi: Viivakoodi %1 on jo käytössä nimikkeellä %2. Nimikkeen ristiviittausta ei luotu.
fr_fr: Le code-barres %1 est déjà utilisé par l'article %2. La référence croisée de l'article ne sera pas créée.
nl_nl: Barcode %1 wordt al gebruikt door artikel %2. Artikelverwijzing wordt niet gemaakt.
sv_se: Streckkod %1 används redan av artikel %2. Artikel korsreferens kommer inte att skapas.

# Codeunit 4102542493 - NamedType 1143568824
source: Barcode %1 is already used by Item %2. Item Reference will not be created.
de_de: Barcode %1 wird derzeit durch Artikel %2 genutzt. Die Referenz wird nicht erstellt.
fi_fi: Viivakoodi %1 on jo käytössä nimikkeellä %2. Nimikkeen viittausta ei luotu.
fr_fr: Le code-barres %1 est déjà utilisé par l'article %2. La référence d'article ne sera pas créée.
nl_nl: Barcode %1 wordt al gebruikt door artikel %2. Artikelverwijzing wordt niet gemaakt.
sv_se: Streckkod %1 används redan av objekt %2. Artikelreferens kommer inte att skapas.

# Codeunit 4102542493 - NamedType 3987156504
source: Jnl. Name
de_de: Buch.-Blattname
fi_fi: Päiväkirjan nimi
fr_fr: Nom Journal
nl_nl: Dagboeknaam
sv_se: Jnl. Namn

# Codeunit 4102542493 - NamedType 875659535
source: Bin
de_de: Lagerplatz
fi_fi: Varastopaikka
fr_fr: Emplacement
nl_nl: Opslaglocatie
sv_se: Lagerplats

# Codeunit 4102542493 - NamedType 4212988557
source: Bin "%1" does not exist on Location "%2".
fi_fi: Varastopaikkaa "%1" ei ole sijainnissa "%2".

# Codeunit 4102542493 - NamedType 715852976
source: Bin is mandatory on Location %1
de_de: Lagerplatz ist am %1 Lagerort obligatorisch
fi_fi: Varastopaikka on pakollinen sijainnissa %1
fr_fr: L'emplacement est obligatoire dans le Magasin %1
nl_nl: Opslaglocatie ois verplicht op locatie %1
sv_se: Lagerplats är obligatoriskt på plats %1

# Codeunit 4102542493 - NamedType 3717874041
source: The value %1 was not found as either a Bin or License Plate.
de_de: Der Wert %1 wurde weder als Mülleimer noch als License Plate gefunden.
fi_fi: Arvo %1 ei ole varastopaikka tai kuljetusyksikkö.

# Codeunit 4102542493 - NamedType 618324424
source: Bulk Move completed.
de_de: Große Menge Umlagern abgeschlossen.
fi_fi: Massasiirto valmis.
fr_fr: Transfert groupé terminé.
nl_nl: Verplaatsen bulk voltooid.
sv_se: Bulkförlyttning slutförd.

# Codeunit 4102542493 - NamedType 3895234564
source: Shipment %1 is completely shipped
de_de: Lieferung %1 ist bereits geliefert
fi_fi: Toimitus %1 kokonaan toimitettu
fr_fr: Expédition N° %1 est entièrement expédiée
nl_nl: Verzending %1 is volledig verzonden
sv_se: Sändning %1 är helt levererat

# Codeunit 4102542493 - NamedType 2535548303
source: The Item already exists in the Journal
de_de: Der Artikel existiert bereits im Buch.-Blatt
fi_fi: Nimike on jo päiväkirjalla
fr_fr: L'article existe déjà dans le journal
nl_nl: Het artikel bestaat al het dagboek
sv_se: Objektet finns redan i journalen

# Codeunit 4102542493 - NamedType 4063414635
source: Do you want to create a new License Plate with this number?
de_de: Möchten Sie ein neues License Plate mit dieser Nummer erstellen?
fi_fi: Haluatko luoda uuden kuljetusyksikön tällä numerolla?

# Codeunit 4102542493 - NamedType 1567919698
source: Cubage
de_de: Volumen
fi_fi: Kuutiotilavuus
nl_nl: Kubieke inhoud
sv_se: Kubik

# Codeunit 4102542493 - NamedType 3451338917
source: Data not found
de_de: Daten nicht gefunden
fi_fi: Tietoa ei löydy
fr_fr: Données introuvables
nl_nl: Data niet gevonden
sv_se: Data hittades inte

# Codeunit 4102542493 - NamedType 824584069
source: Default
de_de: Standard
fi_fi: Oletusarvo
fr_fr: Défaut
nl_nl: Standaard
sv_se: Standard

# Codeunit 4102542493 - NamedType 3535705963
source: Delete All Registrations and try again.
de_de: Löschen Sie alle Registrierungen und versuchen Sie es erneut.
fi_fi: Poista kaikki rekisteröinnit ja yritä uudestaan.
fr_fr: Supprimez toutes les inscriptions et réessayez.
nl_nl: Verwijder alle registraties en probeer het opnieuw.
sv_se: Ta bort alla registreringar och försök igen.

# Codeunit 4102542493 - NamedType 783377745
source: Del. Note:
de_de: Liefernotiz:
fi_fi: Toimitusasiakirjan nro:
fr_fr: Supprimer Note :
nl_nl: Levernota:
sv_se: Följesedel:

# Codeunit 4102542493 - NamedType 1427565258
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning
