Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 1790977362 - Action 159963671 - Property 1295455071
source: Create Standard Setup including Templates (designs).
de_de: Erstellen Sie ein Standard-Setup inklusive Templaten (Designs).
fi_fi: Luo oletusasetukset sisältäen mallit.
fr_fr: Créer une configuration standard incluant des modèles (designs).
nl_nl: Maak standaard setup inclusief sjablonen (ontwerpen).
sv_se: Skapa standardinställningar inklusive mallar (design).

# Page 1790977362 - Action 159963671 - Property 2879900210
source: Create Standard Setup
de_de: Standard Setup erstellen
fi_fi: Luo oletusasetukset
fr_fr: Créer une configuration standard
nl_nl: Standaardconfiguratie aanmaken
sv_se: Skapa standardinställningar

# Page 1790977362 - Action 754966559 - Property 1295455071
source: Available Mobile Printers (label printers). Each printer may support only a subset of Label Templates (designs) due to label dimensions or other features.
de_de: Verfügbare Mobile Drucker (Etikettendrucker). Jeder Drucker kann nur eine Teilmenge von Label-Templaten (Designs) aufgrund von Etikettenabmessungen oder anderen Funktionen unterstützen.
fi_fi: Käytettävissä olevat mobiilitulostimet (tarratulostimet). Kukin tulostin voi tukea vain joukkoa tarramalleista (design) tarran mittojen tai muiden ominaisuuksien vuoksi.
fr_fr: Imprimantes mobiles disponibles (imprimantes d'étiquettes). Chaque imprimante peut ne prendre en charge qu'un sous-ensemble de modèles d'étiquettes (designs) en raison des dimensions des étiquettes ou d'autres caractéristiques.
nl_nl: Beschikbaar Mobile Printers (label printers). Elke printer kan alleen een subset van Label Templates (ontwerpen) ondersteunen door label afmetingen of andere functies.
sv_se: Tillgängliga mobila skrivare (etikettskrivare). Varje skrivare kan endast stödja en delmängd av etikettmallar (design) på grund av etikettdimensioner eller andra funktioner.

# Page 1790977362 - Action 754966559 - Property 2879900210
source: Printers
de_de: Drucker
fi_fi: Tulostimet
fr_fr: Imprimantes
sv_se: Skrivare

# Page 1790977362 - Action 2440873021 - Property 1295455071
source: Available Label Templates (designs). Each Template may require a specific printers to print due to label dimensions or other features.
de_de: Verfügbare Label-Templaten (Designs). Jede Vorlage kann aufgrund von Etikettenabmessungen oder anderen Funktionen einen bestimmten Drucker zum Drucken benötigen.
fi_fi: Käytettävissä olevat tarramallit (design). Kukin malli voi vaatia tietyn tulostimen tarran mittojen tai muiden ominaisuuksien vuoksi.
fr_fr: Modèles d'étiquettes disponibles (designs). Chaque modèle peut nécessiter une imprimante spécifique pour l'impression en raison des dimensions de l'étiquette ou d'autres caractéristiques.
nl_nl: Beschikbare labelsjablonen (ontwerpen). Elke template vereist mogelijk een specifieke printer om te printen als gevolg van de labelafmetingen of andere functies.
sv_se: Tillgängliga etikettmallar (design). Varje mall kan kräva att en specifik skrivare skriver ut på grund av etikettdimensioner eller andra funktioner.

# Page 1790977362 - Action 2440873021 - Property 2879900210
source: Templates
de_de: Vorlagen
fi_fi: Mallit
fr_fr: Modèles
nl_nl: Sjablonen

# Page 1790977362 - Action 4263468516 - Property 1295455071
source: Test your access credentials are working.
de_de: Testen Sie Ihre Zugangsdaten.
fi_fi: Testaa että käyttäjätunnuksesi toimii.
fr_fr: Vérifiez que vos identifiants d'accès fonctionnent.
nl_nl: Test of uw toegangsgegevens werken.
sv_se: Test dina åtkomstuppgifter fungerar.

# Page 1790977362 - Action 4263468516 - Property 2879900210
source: Test Connection
de_de: Verbindung testen
fi_fi: Testaa yhteys
fr_fr: Tester la connexion
nl_nl: Verbinding testen
sv_se: Testa anslutning

# Page 1033811026 - Property 2879900210
source: Printer/Label-Templates Assignments
de_de: Drucker/Label-Templates Zuordnungen
fi_fi: Tulostimien/tarramallien määritykset
fr_fr: Affectation des modèles d'imprimantes/d'étiquettes
nl_nl: Printer/Label-Sjablonen toewijzing
sv_se: Skrivare/Etikettmallar Uppdrag

# Page 1033811026 - Control 496822557 - Property 1295455071
source: Select the label-template.
de_de: Wählen Sie die Label-Template.
fi_fi: Valitse tarramalli.
fr_fr: Sélectionnez le modèle d'étiquette.
nl_nl: Selecteer het label-sjabloon.
sv_se: Välj etikettmallen.

# Page 1033811026 - Control 693578978 - Property 1295455071
source: Packing Station Code will be used as filter for default printer suggestion for Cloud Print labels.
fi_fi: Pakkausaseman koodia käytetään suodatuksena ehdotettaessa pilvitulostuksen tarrojen oletustulostinta.
nl_nl: Verpakkingsstation code wordt gebruikt als filter voor standaard printer suggesties voor de cloud print labels.
sv_se: Packningsstationskod kommer att användas som filter för standardskrivarförslag för Cloud Print etiketter.

# Page 1033811026 - Control 2006686546 - Property 1295455071
source: Select the printer.
de_de: Drucker auswählen.
fi_fi: Valitse tulostin.
fr_fr: Sélectionnez l'imprimante.
nl_nl: Selecteer een printer.
sv_se: Välj skrivare.

# Page 1033811026 - Action 64245548 - Property 1295455071
source: Assign all available label-templates.
de_de: Zuweisen aller verfügbaren Label-Templaten.
fi_fi: Määritä kaikki käytettävissä olevat tarramallit.
fr_fr: Attribuer tous les modèles d'étiquettes disponibles.
nl_nl: Alle beschikbare label-sjablonen toewijzen.
sv_se: Tilldela alla tillgängliga etikettmallar.

# Page 1033811026 - Action 64245548 - Property 2879900210
source: Assign All Label-Templates
de_de: Alle Label-Templates zuweisen
fi_fi: Määritä kaikki tarramallit
fr_fr: Attribuer tous les modèles d'étiquettes
nl_nl: Alle Label-sjablonen toewijzen
sv_se: Tilldela alla etikettmallar

# Page 2837593255 - Property 2879900210
source: Mobile Printers
de_de: Mobile Drucker
fi_fi: Mobiilin tulostimet
fr_fr: Imprimantes mobiles
sv_se: Mobila skrivare

# Page 2837593255 - Control 204787250 - Property 1295455071
source: Enter an IP(xxx.xxx.xxx.xxx) or MAC address(00:00:00:00:00:00). Bluetooth connected devices identified via MAC-address. Network connected devices identified via IP-address.
de_de: Geben Sie eine IP(xxx.xxx.xxx.xxx) oder MAC-Adresse ein (00:00:00:00:00:00:00:00). Bluetooth-angeschlossene Geräte mit MAC-Adresse identifiziert. Netzwerkverbundene Geräte mit IP-Adresse identifiziert.
fi_fi: Aseta IP (xxx.xxx.xxx.xxx) tai MAC-osoite (00:00:00:00:00:00). Bluetoothilla yhdistetyt laitteet tunnistetaan MAC-osoitteella. Verkkoon yhdistetyt laitteet tunnistetaan IP-osoitteella.
fr_fr: Entrez une adresse IP(xxx.xxx.xxx.xxx) ou MAC(00:00:00:00:00:00). Les appareils connectés par Bluetooth sont identifiés par leur adresse MAC. Les appareils connectés au réseau sont identifiés par leur adresse IP.
nl_nl: Voer een IP(xxx.xxx.xxx) of MAC adres (00:00:00:00:00:00:00:00:00) in. Met Bluetooth verbonden apparaten geïdentificeerd via MAC-adres. Netwerk verbonden apparaten geïdentificeerd met IP-adres.
sv_se: Ange en IP(xxx.xxx.xxx.xxx) eller MAC-adress (00:00:00:00:00:00). Bluetooth-anslutna enheter identifierade via MAC-adress. Nätverksanslutna enheter identifierade via IP-adress.

# Page 2837593255 - Control 2043188455 - Property 1295455071
source: "Dots per inch" is output resolution of the printer.
de_de: "Punkte pro Zoll" ist die Ausgabeauflösung des Druckers.
fi_fi: "Dots per inch" eli "pistettä tuumaa kohti" on tulostimen tulostustarkkuus.
fr_fr: "Points par pouce" est la résolution de sortie de l'imprimante.
nl_nl: Dpi is de output resolutie van de printer.
sv_se: "Dots per inch" är utskriftsupplösningen för skrivaren.

# Page 2837593255 - Control 2891538263 - Property 1295455071
source: Enable or disable the printer.
de_de: Drucker aktivieren oder deaktivieren.
fi_fi: Ota tulostin käyttöön tai poista se käytöstä.
fr_fr: Activer ou désactiver l'imprimante.
nl_nl: Printer in- of uitschakelen.
sv_se: Aktivera eller inaktivera skrivaren.

# Page 2837593255 - Control 2161572060 - Property 1295455071
source: Optional: If entered, printing will only be possible when this location is selected from mobile.
de_de: Optional: Wenn eingegeben, ist der Druck nur möglich, wenn dieser Lagerort vom Mobilgerät ausgewählt ist.
fi_fi: Valinnainen: Kun asetettu, tulostus on mahdollista vain kun tämä sijainti on valittu mobiilissa.
fr_fr: Option: si rempli, l'impression sera possible seulement quand ce magasin est sélectionnée par mobile.
nl_nl: Optioneel: indien ingevoerd, is afdrukken alleen mogelijk wanneer deze vestiging is geselecteerd op het mobiele apparaat.
sv_se: Valfritt: Om den anges kommer utskrift endast att vara möjlig när den här platsen är vald från mobilen.

# Page 2837593255 - Control 2961552353 - Property 1295455071
source: Enter the name of the printer or its purpose.
de_de: Geben Sie den Namen des Druckers oder dessen Zweck ein.
fi_fi: Kirjoita tulostimen nimi tai sen tarkoitus.
fr_fr: Saisissez le nom de l'imprimante ou sa fonction.
nl_nl: Geef de naam op voor deze printer of toepassing.
sv_se: Ange namnet på skrivaren eller dess syfte.

# Page 2837593255 - Action 3048766263 - Property 1295455071
source: Assign templates to this printer.
de_de: Diesen Drucker Templates zuweisen.
fi_fi: Määritä mallit tälle tulostimelle.
fr_fr: Attribuer des modèles à cette imprimante.
nl_nl: Sjablonen aan deze printer toewijzen.
sv_se: Tilldela mallar till den här skrivaren.

# Page 2837593255 - Action 3048766263 - Property 2879900210
source: Assign Templates
de_de: Vorlagen Templates
fi_fi: Määritä mallit
fr_fr: Attribuer des modèles
nl_nl: Sjabloon toewijzen
sv_se: Tilldela mallar

# Page 356944867 - Property 2879900210
source: Mobile WMS Purchase Guide
de_de: Mobile WMS Einkaufsleitfaden
fi_fi: Mobile WMS:n hankintaopas
fr_fr: Guide d'achat du WMS mobile
sv_se: Mobil WMS-inköpsguide

# Page 356944867 - Control 277410249 - Property 1295455071
source: Prevent the Purchase Guide from displaying at the main menu next time you start Business Central.
de_de: Verhindern Sie, dass der Einkaufsleitfaden beim nächsten Start von Business Central im Hauptmenü angezeigt wird.
fi_fi: Estä osto-oppaan näkyminen päävalikossa, kun käynnistät Business Centralin seuraavan kerran.
fr_fr: Empêchez le guide d'achat de s'afficher dans le menu principal la prochaine fois que vous démarrez Business Central.
nl_nl: Voorkomen dat de inkoophandleiding wordt weergegeven in het hoofdmenu de volgende keer dat u Business Central start.
sv_se: Förhindra Inköpsguiden från att visas på huvudmenyn nästa gång du startar Business Central.

# Page 356944867 - Control 277410249 - Property 2879900210
source: Don't show this guide again
de_de: Diesen Tipp nicht mehr anzeigen
fi_fi: Älä näytä tätä uudestaan
fr_fr: Ne plus montrez ce guide
nl_nl: Deze handleiding niet meer weergeven
sv_se: Visa inte denna guide igen

# Page 356944867 - Control 1107358072 - Property 1968111052
source: Mobile WMS requires an active subscription with Tasklet Factory to operate and a mobile scanning device.
de_de: Mobile WMS erfordert ein aktives Abonnement bei Tasklet und ein Mobilgerät.
fi_fi: Mobile WMS vaatii toimiakseen aktiivisen tilauksen Tasklet Factoryltä ja mobiilin skannauslaitteen.
fr_fr: Le WMS mobile nécessite un abonnement actif à Tasklet Factory pour fonctionner et un dispositif de numérisation mobile.
sv_se: Mobilt WMS kräver en aktiv prenumeration med Tasklet Factory för att fungera och en mobil skanningsenhet.

# Page 356944867 - Control 1199075684 - Property 1968111052
source: On the next page you will be able to contact us.
de_de: Auf der nächsten Seite können Sie uns kontaktieren.
fi_fi: Voit ottaa meihin yhteyttä seuraavalla sivulla.
fr_fr: Sur la page suivante, vous pourrez nous contacter.
nl_nl: Op de volgende pagina kunt u contact met ons opnemen.
sv_se: På nästa sida kommer du att kunna kontakta oss.

# Page 356944867 - Control 2822491528 - Property 1968111052
source: Please contact us to learn more.
de_de: Bitte kontaktieren Sie uns, um mehr zu erfahren.
fi_fi: Ota meihin yhteyttä lisätietoja varten.
fr_fr: Veuillez nous contacter pour en savoir plus.
nl_nl: Neem contact met ons op voor meer informatie.
sv_se: Vänligen kontakta oss för mer information.

# Page 356944867 - Control 721059941 - Property 1295455071
source: Email address of our sales department.
de_de: E-Mail Adresse unserer Verkaufsabteilung.
fi_fi: Myyntiosastomme sähköpostiosoite.
fr_fr: Adresse électronique de notre service commercial.
nl_nl: E-mailadres van onze verkoopafdeling.
sv_se: E-postadress till vår säljavdelning.

# Page 356944867 - Control 721059941 - Property 2879900210
source: Contact Tasklet Factory
de_de: Tasklet kontaktieren
fi_fi: Ota yhteys Tasklet Factoryyn
fr_fr: Contactez Tasklet Factory
nl_nl: Contacteer Tasklet Factory
sv_se: Kontakta Tasklet Factory

# Page 356944867 - Control 2620702550 - Property 1968111052
source: Review our supported hardware here:
de_de: Unsere unterstützte Hardware hier überprüfen:
fi_fi: Tutustu meidän tukemiin laitteisiin täällä:
fr_fr: Passez en revue notre matériel pris en charge ici :
nl_nl: Bekijk onze ondersteunde hardware hier:
sv_se: Granska vår hårdvara som stöds här:

# Page 356944867 - Control 385000312 - Property 1295455071
source: Review our supported hardware. Subject to change - you can always get current information at www.taskletfactory.com or sales(at)taskletfactory.com
de_de: Überprüfen Sie unsere unterstützte Hardware. Änderungen vorbehaltlich - Sie können immer aktuelle Informationen unter www.taskletfactory.com oder sales(at)taskletfactory.com erhalten
fi_fi: Tutustu meidän tukemiin laitteisiin. Tiedot voivat muuttua - ajantasainen tieto aina www.taskletfactory.com tai sales(at)taskletfactory.com
fr_fr: Consultez la liste des matériels pris en charge. Sous réserve de modifications - vous pouvez toujours obtenir des informations actualisées à l'adresse www.taskletfactory.com ou sales(at)taskletfactory.com.
nl_nl: Bekijk onze ondersteunde hardware. Onderwerpen om te veranderen - je kan altijd actuele informatie krijgen op www.taskletfactory.com of Verkoop(at)taskletfactory.com
sv_se: Granska vår hårdvara som stöds. Med reservation för ändringar - du kan alltid få aktuell information på www.taskletfactory.com eller sales(at)taskletfactory.com

# Page 356944867 - Control 385000312 - Property 2879900210
source: Procure Hardware
de_de: Bereitgestellte Hardware
fi_fi: Hanki laitteita
fr_fr: Acheter du matériel
nl_nl: Hardware verkrijgen
sv_se: Anskaffa hårdvara

# Page 356944867 - Action 2438272767 - Property 1295455071
source: Back to previous page.
de_de: Zurück zum vorherigen Level.
fi_fi: Takaisin edelliselle sivulle.
fr_fr: Retour à la page précédente.
nl_nl: Terug naar vorige pagina.
sv_se: Tillbaka till föregående sida.

# Page 356944867 - Action 2438272767 - Property 2879900210
source: Back
de_de: Rückwärts
fi_fi: Takaisin
fr_fr: Précédent
nl_nl: Achterwaarts
sv_se: Tillbaka

# Page 356944867 - Action 3259912055 - Property 1295455071
source: Finish the Purhase Guide.
de_de: Beende den Purhase Guide.
fi_fi: Lopeta hankintaopas.
fr_fr: Terminez le guide d'achat.
nl_nl: Voltooi de aankoophandleiding.
sv_se: Slutför inköpsguiden.

# Page 356944867 - Action 3259912055 - Property 2879900210
source: Finish
de_de: Erledigt
fi_fi: Valmis
fr_fr: Terminer
nl_nl: Afwerken
sv_se: Färdigställ

# Page 356944867 - Action 914282563 - Property 1295455071
source: Forward to next page.
de_de: Zur nächsten Seite weiterleiten.
fi_fi: Siirry seuraavalle sivulle.
fr_fr: Passez à la page suivante.
nl_nl: Ga naar de volgende pagina.
sv_se: Fortsätt till nästa sida.

# Page 356944867 - Action 914282563 - Property 2879900210
source: Next
de_de: Weiter
fi_fi: Seuraava
fr_fr: Suivant
nl_nl: Volgende
sv_se: Nästa

# Page 2300399981 - Property 2879900210
source: Mobile Realtime Registration List
fi_fi: Mobiilin reaaliaikaisten rekisteröintien luettelo
sv_se: Mobil registreringslista i realtid

# Page 2300399981 - Control 3892058450 - Property 1295455071
source: Specifies the value of the Action Type field.
fi_fi: Määrittää kentän Toiminnon tyyppi arvon.
nl_nl: Specificeert de waarde van het Actie Type veld.
sv_se: Anger värdet av åtgärdstyp fältet.

# Page 2300399981 - Control 2681758783 - Property 1295455071
source: (Mobile) Device ID the request was received from.
de_de: (Mobile) Geräte-ID, von der die Anfrage empfangen wurde.
fi_fi: (Mobiilin) laitetunnus, josta pyyntö vastaanotettiin.
fr_fr: ID du dispositif (mobile) duquel la demande a été reçue.
nl_nl: (Mobile) Device ID waarvan de aanvraag is ontvangen.
sv_se: (Mobil) Enhets-ID som begäran mottogs från.

# Page 2300399981 - Control 3361401265 - Property 1295455071
source: Specifies the value of the Expiration Date field.
de_de: Bestimmt den Wert des Ablaufdatumsfeldes an.
fi_fi: Määrittää kentän Vanhentumispvm arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'Vervaldatum'.
sv_se: Anger värdet för Utgångsdatum fältet.

# Page 2300399981 - Control 2791041653 - Property 1295455071
source: Specifies the value of the FromBin field.
de_de: Bestimmt den Wert des Von Lagerplatz Feldes.
fi_fi: Määrittää kentän Varastopaikasta arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'van opslaglocatie'.
sv_se: Anger värdet för Från Lagerplats fältet.

# Page 2300399981 - Control 568743302 - Property 1295455071
source: Specifies the value of the Item Number field.
fi_fi: Määrittää kentän Nimikenro arvon.
nl_nl: Specificeert de waarde van het veld artikelnummer.
sv_se: Anger värdet för Artikelnummer fältet.

# Page 2300399981 - Control 3320823955 - Property 1295455071
source: Specifies the Line Number on the involved document.
fi_fi: Määrittää rivinumeron liittyvässä asiakirjassa.
nl_nl: Specificeert het regelnummer in het gematchte document.
sv_se: Anger radnumret på det berörda dokumentet.

# Page 2300399981 - Control 3275075920 - Property 1295455071
source: Specifies the value of the LotNumber field.
de_de: Bestimmt den Wert des Changennr.-Feldes.
fi_fi: Määrittää kentän Eränumero arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld lotnummer.
sv_se: Anger värdet för Partinummer fältet.

# Page 2300399981 - Control 1469866000 - Property 1295455071
source: The Mobile User ID the request was received from.
de_de: Die Mobile Benutzer-ID, von der die Anfrage empfangen wurde.
fi_fi: Mobiilin käyttäjätunnus, jolta pyyntö vastaanotettiin.
fr_fr: L'ID de l'utilisateur mobile qui a envoyé la demande.
nl_nl: De Mobiele Gebruikers-ID waarvan de aanvraag is ontvangen.
sv_se: Det mobila användar-ID som begäran mottogs från.

# Page 2300399981 - Control 2202932243 - Property 1295455071
source: Specifies the number of the involved document.
de_de: Gibt die Nummer des betroffenen Belegs an.
fi_fi: Määrittää liittyvän asiakirjan numeron.
fr_fr: Spécifie le numéro du document impliqué.
nl_nl: Hiermee wordt het nummer opgegeven van het betrokken document.
sv_se: Anger numret på det berörda dokumentet.

# Page 2300399981 - Control 3071385747 - Property 1295455071
source: Specifies the value of the PackageNumber field.
fi_fi: Määritää kentän Pakettinumero arvon.
nl_nl: Specificeert de waarde van het veld pakketnummer.
sv_se: Anger värdet för Kollinummer fältet.

# Page 2300399981 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field.
de_de: Bestimmt den Wert des Feldes Menge.
fi_fi: Määrittää kentän Määrä arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld hoeveelheid.
sv_se: Anger värdet för Kvantitets fältet.

# Page 2300399981 - Control 3430636682 - Property 1295455071
source: The Registration Number of the record.
fi_fi: Tietueen rekisteröintinumero.
nl_nl: Het registratienummer van het record.
sv_se: Registreringsnummer för posten.

# Page 2300399981 - Control 3000151260 - Property 1295455071
source: Specifies the value of the Registration XML field.
fi_fi: Määrittää kentän Rekisteröinnin XML arvon.
nl_nl: Specificeert de waarde van het registratie XML veld.
sv_se: Anger värdet för XML-fältet Registrering.

# Page 2300399981 - Control 4005108893 - Property 1295455071
source: Specifies the value of the SerialNumber field.
de_de: Bestimmt den Wert des Feldes Changenr.
fi_fi: Määrittää kentän Sarjanumero arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het serienummer veld.
sv_se: Anger värdet för serienummer fältet.

# Page 2300399981 - Control 2845398962 - Property 1295455071
source: Specifies the value of the ToBin field.
de_de: Bestimmt den Wert des Nach Lagerplatz Feldes.
fi_fi: Määrittää kentän Varastopaikkaan arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'naar opslaglocatie'.
sv_se: Anger värder för Till Lagerplats fältet.

# Page 2300399981 - Control 4046981561 - Property 1295455071
source: Specifies the value of the Tote ID field.
de_de: Bestimmt den Wert des Tote-ID-Feldes.
fi_fi: Määrittää kentän Laatikon tunnus arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'Tote ID'.
sv_se: Anger värdet för Tote ID fältet.

# Page 2300399981 - Control 1878130204 - Property 1295455071
source: The Document Type from the Request XML.
de_de: Der Dokumententyp aus dem Request XML.
fi_fi: Asiakirjan tyyppi pyynnön XML:n perusteella.
fr_fr: Le type de document de la demande XML.
nl_nl: Het documenttype van de aanvraag XML.
sv_se: Dokumenttyp från XML-begäran.

# Page 2300399981 - Control 3955711665 - Property 1295455071
source: Specifies the value of the UnitOfMeasure field.
de_de: Bestimmt den Wert des UnitOfMeasure-Feldes.
fi_fi: Määrittää kentän Mittayksikkö arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het maateenheidsveld.
sv_se: Anger värdet för Enhetsfältet.

# Page 2300399981 - Control 3792129500 - Property 2879900210
source: Registration XML
de_de: Registrierungen XML
fi_fi: Rekisteröinnin XML
fr_fr: Enregistrement XML
nl_nl: Registratie XML
sv_se: Registrerings XML

# Page 1131056297 - Property 2879900210
source: Mobile WMS Setup
de_de: Mobile WMS Einrichtung
fi_fi: Mobile WMS:n asetukset
fr_fr: Configuration du WMS mobile
sv_se: Mobila WMS-inställningar

# Page 1131056297 - NamedType 1600554796
source: Selected Mobile WMS tables has been enabled for retention and suggested retention policies has been prepared.
de_de: Ausgewählte Mobile WMS-Tabellen wurden für die Aufbewahrung aktiviert und vorgeschlagene Aufbewahrungsrichtlinien wurden vorbereitet.
fi_fi: Säilytyskäytäntö on sallittu valituissa Mobile WMS:n tauluissa ja ehdotetut säilytyskäytännöt on muodostettu.
nl_nl: De geselecteerde Mobile WMS tabellen zijn ingeschakeld voor het bewaren en het voorgestelde bewaarbeleid is voorbereid.
sv_se: Valda Mobile WMS-tabeller har aktiverats för lagring och föreslagna lagringspolicyer har förberetts.

# Page 1131056297 - Control 1300919661 - Property 2879900210
source: Count
de_de: Inventur
fi_fi: Inventointi
fr_fr: Compter
nl_nl: Tellen
sv_se: Inventering
