Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 4070318000 - Property 2879900210
source: Mobile Document Queue List
de_de: Mobile Dokumenten-Warteschlange
fi_fi: Mobiilin asiakirjajonon luettelo
fr_fr: Liste des files d'attente de documents mobiles
sv_se: Mobil dokumentkö lista

# Page 4070318000 - NamedType 2828547638
source: Do you want to delete the selected documents?
de_de: Möchten Sie die ausgewählten Dokumente löschen?
fi_fi: Haluatko poistaa valitut asiakirjat?
fr_fr: Voulez-vous supprimer les documents sélectionnés ?
nl_nl: Wilt u de geselecteerde documenten verwijderen?
sv_se: Vill du ta bort de markerade dokumenten?

# Page 4070318000 - NamedType 2799953938
source: Do you want to reset the selected documents?
de_de: Möchten Sie die ausgewählten Dokumente zurücksetzen?
fi_fi: Haluatko palauttaa valitut asiakirjat?
fr_fr: Voulez-vous réinitialiser les documents sélectionnés ?
nl_nl: Wilt u de geselecteerde documenten resetten?
sv_se: Vill du återställa de markerade dokumenten?

# Page 4070318000 - NamedType 3082883268
source: The selected documents include documents with the status New or Error.\
de_de: Die ausgewählten Dokumente enthalten Dokumente mit dem Status Neu oder Fehler.\
fi_fi: Valituissa asiakirjoissa on tilassa Uusi tai Virheellinen olevia asiakirjoja.\
fr_fr: Les documents sélectionnés comprennent des documents ayant le statut Nouveau ou Erreur.
nl_nl: De geselecteerde documenten bevatten documenten met de status Nieuw of Fout.\
sv_se: De valda dokumenten innehåller dokument med status Ny eller Error.\

# Page 4070318000 - Control 798016134 - Property 1295455071
source: Date/Time a response to this request was created by the Mobile WMS backend.
de_de: Datum/Zeit eine Antwort auf diese Anfrage wurde vom Mobile WMS Backend erstellt.
fi_fi: Päivämäärä ja aika, jolloin Mobile WMS:n taustajärjestelmä loi vastauksen tähän pyyntöön.
fr_fr: Date/heure à laquelle une réponse à cette demande a été créée par le backend de Mobile WMS.
nl_nl: Datum/tijd is een reactie op dit verzoek gemaakt door de Mobile WMS backend.
sv_se: Datum/Tid ett svar på denna begäran skapades av Mobile WMS-backend.

# Page 4070318000 - Control 892252506 - Property 1295455071
source: Date/Time this current request was inserted into the Mobile Document Queue.
de_de: Datum/Uhrzeit dieser Anfrage wurde in die Mobile Dokumenten-Warteschlange eingefügt.
fi_fi: Päivämäärä ja aika, jolloin tämä pyyntö lisättiin Mobiilin asiakirjajonoon.
fr_fr: Date/heure à laquelle la demande actuelle a été insérée dans la file d'attente des documents du Mobile.
nl_nl: Datum/tijd van dit huidig verzoek werd ingevoegd in de Mobile Documentwachtrij.
sv_se: Datum/Tid denna aktuella begäran har infogats i den mobila dokumentkön.

# Page 4070318000 - Control 2681758783 - Property 1295455071
source: (Mobile) Device ID the request was received from.
de_de: (Mobile) Geräte-ID, von der die Anfrage empfangen wurde.
fi_fi: (Mobiilin) laitetunnus, josta pyyntö vastaanotettiin.
fr_fr: ID du dispositif (mobile) duquel la demande a été reçue.
nl_nl: (Mobile) Device ID waarvan de aanvraag is ontvangen.
sv_se: (Mobil) Enhets-ID som begäran mottogs från.

# Page 4070318000 - Control 2363328873 - Property 1295455071
source: The request Document Type being processed.
de_de: Der Anfrage-Dokumenttyp wird verarbeitet.
fi_fi: Käsiteltävän pyynnön asiakirjatyyppi.
fr_fr: La demande Type de document est en cours de traitement.
nl_nl: Het aanvraag documenttype wordt verwerkt.
sv_se: Begäran dokumenttyp som behandlas.

# Page 4070318000 - Control 3132915945 - Property 1295455071
source: Duration (time) to process this current Mobile Document Queue entry.
de_de: Dauer (Zeit) um diesen aktuellen Eintrag in der Mobile Dokumenten-Warteschlange zu verarbeiten.
fi_fi: Tämän mobiilin asiakirjajonon tapahtuman käsittelyn kesto (aika).
fr_fr: Durée (temps) pour traiter cette entrée de la file d'attente des documents mobiles.
nl_nl: Duur (tijd) voor het verwerken van deze huidige Mobile Documentwachtrij.
sv_se: Varaktighet (tid) för att bearbeta den aktuella Mobila dokumentköposten.

# Page 4070318000 - Control 1357854170 - Property 1295455071
source: A unique Message ID associated with each Document Queue entry.
de_de: Eine eindeutige Nachrichten-ID, die mit jedem Eintrag in der Dokumenten-Warteschlange verknüpft ist.
fi_fi: Asiakirjajonon tapahtuman yksilöllinen viestitunnus.
fr_fr: Un identifiant de message unique associé à chaque entrée de la file d'attente de documents.
nl_nl: Een uniek bericht-ID gekoppeld aan elke documentwachtrij invoer.
sv_se: Ett unikt meddelande-ID kopplat till varje dokumentkö.

# Page 4070318000 - Control 1469866000 - Property 1295455071
source: The Mobile User ID the request was received from. This will be the user ID used during login at the Mobile Device.
de_de: Die Mobile Benutzer-ID, von der die Anfrage empfangen wurde. Dies wird die Benutzer-ID beim Login auf dem mobilen Mobilgerät sein.
fi_fi: Mobiilin käyttäjätunnus, jolta pyyntö vastaanotettiin. Se on käyttäjätunnus, jota käytettiin kirjauduttaessa mobiililaitteeseen.
fr_fr: L'ID de l'utilisateur mobile qui a envoyé la demande. Il s'agit de l'ID utilisateur utilisé lors de la connexion au dispositif mobile.
nl_nl: De mobiele gebruikers-ID waarvan de aanvraag werd ontvangen. Dit zal de gebruikers-ID worden die gebruikt wordt tijdens het inloggen op het mobiele apparaat.
sv_se: Det mobila användar-ID som begäran mottogs från. Detta kommer att vara det användar-ID som används vid inloggning på den mobila enheten.

# Page 4070318000 - Control 1222816695 - Property 1295455071
source: Find Print Log entries related this current Mobile Document Queue entry.
de_de: Finden Sie Mobile Druck-Log in Verbindung mit diesem aktuellen Eintrag in der Mobile Dokumenten-Warteschlange.
fi_fi: Etsi tähän mobiilin asiakirjajonon tapahtumaan liittyvät tulostuslokin tapahtumat.
fr_fr: Trouver les entrées du journal d'impression liées à cette entrée de la file d'attente de documents du Mobile.
nl_nl: Vind Print Log items die gerelateerd zijn aan deze huidige Mobile Document wachtrij post.
sv_se: Hitta utskriftsloggposter relaterade till den aktuella Mobila dokumentköposten.

# Page 4070318000 - Control 1222816695 - Property 2879900210
source: Print Log
de_de: Druck-Log
fi_fi: Tulostusloki
fr_fr: Imprimer le journal
nl_nl: Log afdrukken
sv_se: Utskriftslogg

# Page 4070318000 - Control 573812235 - Property 1295455071
source: The request Registration Type being processed.
de_de: Der Anfrage-Registrierungstyp wird verarbeitet.
fi_fi: Käsiteltävän pyynnön rekisteröintityyppi.
fr_fr: La demande Type d'enregistrement en cours de traitement.
nl_nl: Het verzoekregistratietype wordt verwerkt.
sv_se: Begäran Registreringstyp bearbetas.

# Page 4070318000 - Control 513339096 - Property 1295455071
source: Processing status for this current Mobile Document Queue entry.
de_de: Verarbeite Status für diesen aktuellen Eintrag in der Mobile Document Queue Warteschlange.
fi_fi: Tämän mobiilin asiakirjajonon tapahtuman käsittelytila.
fr_fr: État du traitement de cette entrée de la file d'attente des documents mobiles.
nl_nl: Verwerken van de status voor deze huidige Mobile Documentwachtrij invoer.
sv_se: Bearbetningsstatus för den aktuella posten i Mobile Document Queue.

# Page 4070318000 - Control 3090661100 - Property 2879900210
source: Filter
fi_fi: Suodatin
fr_fr: Filtre

# Page 4070318000 - Control 314602199 - Property 1295455071
source: Filter queue entries to entries for a specific Document Type.
de_de: Einträge in der Warteschlange nach Einträgen für einen bestimmten Dokumenttyp filtern.
fi_fi: Suodata jonon tapahtumia valitun asiakirjatyypin perusteella.
fr_fr: Filtrer les entrées de la file d'attente sur les entrées d'un type de document spécifique.
nl_nl: Filter wachtrij posten op posten voor een specifiek documenttype.
sv_se: Filtrera köposter till poster för en viss dokumenttyp.

# Page 4070318000 - Control 314602199 - Property 2879900210
source: Document Type Filter
de_de: Belegartfilter
fi_fi: Asiakirjatyyppisuodatin
fr_fr: Filtre de type de document
sv_se: Dokumenttypfilter

# Page 4070318000 - Control 2549263573 - Property 1295455071
source: Filter queue entries to entries from a specific Mobile User.
de_de: Einträge in der Warteschlange nach Einträgen eines bestimmten Mobile Benutzers filtern.
fi_fi: Suodata jonon tapahtumia valitun mobiilin käyttäjän perusteella.
fr_fr: Filtrer les entrées de la file d'attente sur les entrées d'un utilisateur spécifique du mobile.
nl_nl: Filter wachtrij posten op posten voor een specifieke Mobile User.
sv_se: Filtrera köposter till poster från en viss mobilanvändare.

# Page 4070318000 - Control 2549263573 - Property 2879900210
source: Mobile User Filter
de_de: Mobile Benutzer-Filter
fi_fi: Mobiilin käyttäjän suodatin
fr_fr: Filtre des utilisateurs mobiles
sv_se: Filter för mobilanvändare

# Page 4070318000 - Control 2669096363 - Property 1295455071
source: Remove all current filters and display all Queue entries.
de_de: Entferne alle aktuellen Filter und zeige alle Warteschlangeneinträge an.
fi_fi: Poista kaikki käytössä olevat suodatukset ja näytä kaikki jonon tapahtumat.
fr_fr: Supprimez tous les filtres actuels et affichez toutes les entrées de la file d'attente.
nl_nl: Alle huidige filters verwijderen en alle items in de wachtrij weergeven.
sv_se: Ta bort alla aktuella filter och visa alla köposter.

# Page 4070318000 - Control 2669096363 - Property 2879900210
source: Show All
de_de: Alle anzeigen
fi_fi: Näytä kaikki
fr_fr: Afficher tout
nl_nl: Alles weergeven
sv_se: Visa alla

# Page 4070318000 - Control 447699687 - Property 1295455071
source: Display completed queue entries only.
de_de: Nur abgeschlossene Warteschlangen-Einträge anzeigen.
fi_fi: Näytä vain valmiit jonon tapahtumat.
fr_fr: Afficher uniquement les entrées de file d'attente terminées.
nl_nl: Alleen voltooide wachtrij posten tonen.
sv_se: Visa endast färdiga köposter.

# Page 4070318000 - Control 447699687 - Property 2879900210
source: Completed
de_de: Abgeschlossen
fi_fi: Valmis
fr_fr: Terminé
nl_nl: Voltooid
sv_se: Slutförd

# Page 4070318000 - Control 2710880932 - Property 1295455071
source: Display queue entries that failed during processing.
de_de: Fehler bei der Verarbeitung der Warteschlange anzeigen.
fi_fi: Näytä jonon tapahtumat, joiden käsittely epäonnistui.
fr_fr: Afficher les entrées de la file d'attente qui ont échoué lors du traitement.
nl_nl: Toon wachtrij posten die tijdens de verwerking mislukt zijn.
sv_se: Visa köposter som misslyckades under bearbetningen.

# Page 4070318000 - Control 2710880932 - Property 2879900210
source: Error
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
nl_nl: Fout
sv_se: Fel

# Page 4070318000 - Control 1660321120 - Property 1295455071
source: Filter queue entries to (unprocessed) entries with status New.
de_de: Filter der Warteschlangeneinträge zu (unverarbeiteten) Einträgen mit Status New.
fi_fi: Suodata jonon tapahtumista tilassa Uusi (käsittelemätön) olevat tapahtumat.
fr_fr: Filtre les entrées de la file d'attente sur les entrées (non traitées) ayant le statut Nouveau.
nl_nl: Filter wachtrij posten naar (onverwerkte) posten met status nieuw.
sv_se: Filtrera köposter till (obearbetade) poster med status Ny.

# Page 4070318000 - Control 1660321120 - Property 2879900210
source: New
de_de: Neu
fi_fi: Uusi
fr_fr: Utiliser nouveau
nl_nl: Nieuw
sv_se: Ny

# Page 4070318000 - Control 2512821933 - Property 1295455071
source: Filter queue entries to entries currently being processed (Status = Processing).
de_de: Einträge in der Warteschlange nach bearbeiteten Einträgen filtern (Status = Verarbeitung).
fi_fi: Suodata jonon tapahtumista käsittelyssä olevat tapahtumat (Tila = Käsittelyssä).
fr_fr: Filtrer les entrées de la file d'attente sur les entrées en cours de traitement (Statut = Traitement).
nl_nl: Filter wachtrij posten naar posten die momenteel worden verwerkt (Status = In verwerking).
sv_se: Filtrera köposter till poster som just nu bearbetas (Status = Bearbetning).

# Page 4070318000 - Control 2512821933 - Property 2879900210
source: Processing
de_de: Verarbeitung
fi_fi: Käsitellään
fr_fr: Traitement
nl_nl: Verwerken
sv_se: Bearbetning

# Page 4070318000 - Control 1964809003 - Property 2879900210
source: Request XML
de_de: XML anfordern
fi_fi: Pyynnön XML
fr_fr: Demande XML
nl_nl: Aanvraag XML
sv_se: Begär XML

# Page 4070318000 - Control 2759860965 - Property 2879900210
source: Response XML
de_de: Antwort XML
fi_fi: Vastauksen XML
fr_fr: Réponse XML
nl_nl: Antwoord XML
sv_se: Respons XML

# Page 4070318000 - Action 3351914939 - Property 2879900210
source: &Document
de_de: B&eleg
fi_fi: &Asiakirja
sv_se: &Dokument

# Page 4070318000 - Action 324445704 - Property 1295455071
source: Show subscribers to Mobile WMS events.
fi_fi: Näytä Mobile WMS:n tapahtumien (events) tilaajat.

# Page 4070318000 - Action 324445704 - Property 2879900210
source: Event Subscriptions
de_de: Ereignisabonnements
fi_fi: Tapahtumien tilaukset
fr_fr: Abonnements aux événements
nl_nl: Gebeurtenisabonnementen
sv_se: Prenumerationer på händelser

# Page 4070318000 - Action 879089167 - Property 1295455071
source: Open this current Request XML in a new window.
de_de: Öffnen Sie diese aktuelle Anfrage XML in einem neuen Fenster.
fi_fi: Avaa nykyinen pyynnön XML uudessa ikkunassa.
fr_fr: Ouvrez cette demande XML actuelle dans une nouvelle fenêtre.
nl_nl: Open dit huidige verzoek-XML in een nieuw venster.
sv_se: Öppna den aktuella XML-förfrågan i ett nytt fönster.

# Page 4070318000 - Action 879089167 - Property 2879900210
source: Show &Request XML
de_de: Cloud &Anfrage XML
fi_fi: Näytä &pyynnön XML
fr_fr: Afficher & Requête XML
nl_nl: Toon &Aanvraag XML
sv_se: Visa &begär XML

# Page 4070318000 - Action 1466552433 - Property 1295455071
source: Open this current Response XML in a new window.
de_de: Öffnen Sie dieses aktuelle Antwort XML in einem neuen Fenster.
fi_fi: Avaa nykyinen vastauksen XML uudessa ikkunassa.
fr_fr: Ouvrez ce XML de réponse actuel dans une nouvelle fenêtre.
nl_nl: Open de huidige Response XML in een nieuw venster.
sv_se: Öppna denna aktuella Response XML i ett nytt fönster.

# Page 4070318000 - Action 1466552433 - Property 2879900210
source: Show &Response XML
de_de: Zeige &Response XML
fi_fi: Näytä &vastauksen XML
fr_fr: Afficher & Réponse XML
nl_nl: Toon &Reactie XML
sv_se: Visa &Response XML

# Page 4070318000 - Action 301701323 - Property 1295455071
source: Show the registrations extracted from the Xml Request.
de_de: Zeigt die Registrierungen, die aus der XML Anfrage extrahiert wurden.
fi_fi: Näytä Xml-pyynnön sisältämät rekisteröinnit.
fr_fr: Afficher les enregistrements extraits de la requête XML.
nl_nl: Toon de registraties afkomstig van de Xml Aanvraag.
sv_se: Visa de registreringar som extraherats från Xml-förfrågan.

# Page 4070318000 - Action 301701323 - Property 2879900210
source: Show Registrations
de_de: Registrierung anzeigen
fi_fi: Näytä rekisteröinnit
fr_fr: Afficher les enregistrements
nl_nl: Toon registraties
sv_se: Visa registreringar

# Page 4070318000 - Action 3951948734 - Property 2879900210
source: F&unctions
de_de: F&unktion
fi_fi: &Toiminnot
fr_fr: Fonction&s
nl_nl: F&uncties
sv_se: F&unktioner

# Page 4070318000 - Action 2477294019 - Property 1295455071
source: Delete documents from the Mobile Document Queue.
de_de: Dokumente aus der Mobile Document Warteschlange löschen.
fi_fi: Poista asiakirjat mobiilin asiakirjajonosta.
fr_fr: Supprimer des documents de la file d'attente des documents mobiles.
nl_nl: Verwijder documenten uit de mobiele documentenwachtrij.
sv_se: Ta bort dokument från den mobila dokumentkön.

# Page 4070318000 - Action 2477294019 - Property 2879900210
source: &Delete Documents
de_de: &Dokumente löschen
fi_fi: &Poista asiakirjat
fr_fr: &Suppression de documents
nl_nl: &Documenten verwijderen
sv_se: &Ta bort dokument

# Page 4070318000 - Action 2675496269 - Property 1295455071
source: Process all documents ready for processing.
de_de: Verarbeiten Sie alle Dokumente zur Bearbeitung bereit.
fi_fi: Käsittele kaikki asiakirjat, jotka ovat valmiina käsiteltäväksi.
fr_fr: Traiter tous les documents prêts à être traités.
nl_nl: Verwerk alle documenten die klaar zijn voor verwerking.
sv_se: Behandla alla dokument som är klara för behandling.

# Page 4070318000 - Action 2675496269 - Property 2879900210
source: &Process Documents
de_de: &Dokumente bearbeiten
fi_fi: &Käsittele asiakirjat
fr_fr: &Documents de traitement
nl_nl: &Documenten verwerken
sv_se: &bearbeta dokument

# Page 4070318000 - Action 376618461 - Property 1295455071
source: Refresh the Mobile Document Queue.
de_de: Aktualisieren Sie die Mobile Dokumenten-Warteschlange.
fi_fi: Päivitä mobiilin asiakirjajono.
fr_fr: Rafraîchissez la file d'attente des documents mobiles.
nl_nl: Vernieuw de Mobiele Documentwachtrij.
sv_se: Uppdatera den mobila dokumentkön.

# Page 4070318000 - Action 376618461 - Property 2879900210
source: Re&fresh
de_de: Ak&tualisieren
fi_fi: Päi&vitä
fr_fr: &Actualiser
nl_nl: &Vernieuwen
sv_se: Upp&datera

# Page 4070318000 - Action 685580383 - Property 1295455071
source: Reset documents Status to allow for reprocessing same documents again.
de_de: Dokumenten-Status zurücksetzen, um die Wiederaufbereitung derselben Dokumente zu ermöglichen.
fi_fi: Palauta asiakirjojen tila, jolloin ne on mahdollista käsitellä uudestaan.
fr_fr: Réinitialiser le statut des documents pour permettre de retraiter les mêmes documents.
nl_nl: Herstel de status van de documenten om dezelfde documenten opnieuw te kunnen verwerken.
sv_se: Återställ dokument Status för att tillåta att samma dokument bearbetas igen.

# Page 4070318000 - Action 685580383 - Property 2879900210
source: R&eset Documents
de_de: Dokum&ente zurücksetzen
fi_fi: P&alauta asiakirjat
fr_fr: Réinitialisation des documents
nl_nl: R&eset Documenten
sv_se: R&eset dokument

# Page 3758670376 - Property 2879900210
source: Mobile Document Types
de_de: Mobile Dokumenttypen
fi_fi: Mobiilin asiakirjatyypit
fr_fr: Types de documents mobile
sv_se: Mobila dokumenttyper

# Page 3758670376 - Control 3461834954 - Property 1295455071
source: Description for this Request Document Type.
de_de: Beschreibung für diesen Anfrage-Dokumententyp.
fi_fi: Pyynnön asiakirjatyypin kuvaus.
fr_fr: Description de cette demande Type de document.
nl_nl: Beschrijving van dit verzoek-documenttype.
sv_se: Beskrivning för denna begärda dokumenttyp.

# Page 3758670376 - Control 2363328873 - Property 1295455071
source: The Document Type from the Request XML.
de_de: Der Dokumententyp aus dem Request XML.
fi_fi: Asiakirjan tyyppi pyynnön XML:n perusteella.
fr_fr: Le type de document de la demande XML.
nl_nl: Het documenttype van de aanvraag XML.
sv_se: Dokumenttyp från XML-begäran.

# Page 3758670376 - Control 2363328873 - Property 2879900210
source: Request Document Type
de_de: Dokumententyp anfordern
fi_fi: Pyynnön asiakirjatyyppi
fr_fr: Type de document demandé
nl_nl: Vraag documenttype aan
sv_se: Begär dokumenttyp

# Page 3758670376 - Control 1448659268 - Property 1295455071
source: Specifies the processing codeunit for Requests with this Document Type.
de_de: Name der Verarbeitung der Codeeinheit für Anfragen mit diesem Dokumententyp.
fi_fi: Määrittää käsittelevän koodiyksikön tämän asiakirjatyypin pyynnöille.
fr_fr: Indique le codeunit de traitement pour les demandes avec ce type de document.
nl_nl: Specificeert de verwerking van codeunit voor verzoeken met dit documenttype.
sv_se: Anger bearbetningskodenheten för förfrågningar med denna dokumenttyp.

# Page 3758670376 - Control 2365479849 - Property 1295455071
source: Name of processing codeunit for Requests with this Document Type.
de_de: Name der Verarbeitung der Codeeinheit für Anfragen mit diesem Dokumententyp.
fi_fi: Käsittelevän koodiyksikön nimi tämän asiakirjatyypin pyynnöille.
fr_fr: Nom de l'unité de code de traitement pour les demandes avec ce type de document.
nl_nl: Naam verwerkings-codeunit voor verzoeken met dit documenttype.
sv_se: Namn på bearbetningskodenhet för förfrågningar med denna dokumenttyp.

# Page 3758670376 - Control 62570437 - Property 1295455071
source: Sampling Profiling is enabled for the document type. It can be enabled for 15 minutes and can also be enabled per user.
fi_fi: Otantaprofilointi on käytössä asiakirjatyypille. Se voidaan ottaa käyttöön 15 minuutiksi ja se voidaan ottaa käyttöön myös käyttäjäkohtaisesti.
nl_nl: Voorbeeld profilering is ingeschakeld voor het document type. Het kan ingeschakeld worden voor 15 minuten en per user.
sv_se: Urvalsprofilering är aktiverat för dokumenttypen. Den kan aktiveras i 15 minuter och kan även aktiveras per användare.

# Page 3758670376 - Control 62570437 - Property 2879900210
source: Profiling Enabled
fi_fi: Profilointi käytössä
nl_nl: Profiling ingeschakeld
sv_se: Profilering aktiverad

# Page 3475457285 - Property 2879900210
source: Mobile Group Card
fi_fi: Mobiilin ryhmän kortti

# Page 3475457285 - Control 2445482498 - Property 2879900210
source: General
fi_fi: Yleinen
fr_fr: Général
nl_nl: Alge&meen
sv_se: Allmänt

# Page 3475457285 - Control 3004954119 - Property 1295455071
source: Code for the Mobile Group.
fi_fi: Mobiilin ryhmän koodi.
fr_fr: Code pour le groupe mobile.
nl_nl: Code voor de Mobile Group.
sv_se: Kod för mobilgruppen.

# Page 3475457285 - Control 2961552353 - Property 1295455071
source: Name of the Mobile Group.
fi_fi: Mobiilin ryhmän nimi.
fr_fr: Nom du groupe mobile.
nl_nl: Naam voor de Mobile Group.
sv_se: Namn på mobilgruppen.

# Page 3475457285 - Control 1392105360 - Property 2879900210
source: Menu Items
fi_fi: Valikkovaihtoehdot

# Page 3475457285 - Control 3725705751 - Property 2879900210
source: Users
fi_fi: Käyttäjät
fr_fr: Utilisateurs
nl_nl: Gebruikers
sv_se: Användare

# Page 2052777338 - Property 2879900210
source: Mobile Group Menu Config
de_de: Mobile Gruppen-Menükonfiguration
fi_fi: Mobiilin ryhmän valikkomääritykset
fr_fr: Configuration du menu du groupe mobile
sv_se: Mobilgrupp meny konfiguration

# Page 2052777338 - Control 300195921 - Property 1295455071
source: Mobile Group associated with the Menu Options.
fi_fi: Mobiilin ryhmä, johon valikkovaihtoehto on liitetty.

# Page 2052777338 - Control 2986135276 - Property 1295455071
source: Menu Option to be available for all members of current Mobile Group.
de_de: Menüoption für alle Mitglieder der aktuellen Mobilen Gruppe.
fi_fi: Tämän mobiilin ryhmän kaikille jäsenille näkyvät valikkovaihtoehdot.
fr_fr: L'option de menu doit être disponible pour tous les membres du groupe mobile actuel.
nl_nl: Menu optie om beschikbaar te zijn voor alle leden van de huidige Mobile Group.
sv_se: Menyalternativet ska vara tillgängligt för alla medlemmar i den nuvarande mobilgruppen.

# Page 2052777338 - Control 3299771246 - Property 1295455071
source: Sorting is used to specify in which order Menu Options appear on the Mobile Device.
de_de: Sortierung wird verwendet, um festzulegen, in welcher Reihenfolge Menüoptionen auf dem mobilen Gerät angezeigt werden.
fi_fi: Lajittelua käytetään mobiililaitteen valikon vaihtoehtojen järjestyksen määrittämiseen.
fr_fr: Le tri permet de spécifier l'ordre dans lequel les options de menu apparaissent sur le dispositif mobile.
nl_nl: Sorteren wordt gebruikt om aan te geven in welke volgorde menu opties worden weergegeven op het mobiele apparaat.
sv_se: Sortering används för att ange i vilken ordning menyalternativ visas på den mobila enheten.

# Page 2911916963 - Property 2879900210
source: Mobile Group Menu
fi_fi: Mobiilin ryhmän valikko

# Page 2911916963 - Control 300195921 - Property 1295455071
source: Mobile Group associated with the Menu Options.
fi_fi: Mobiilin ryhmä, johon valikkovaihtoehto on liitetty.
