Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 3442024394 - Control 1753214751 - Property 1295455071
source: Specifies the value of the "Source Type" field
fi_fi: Määrittää kentän Lähdetyyppi arvon
nl_nl: Specificeert de waarde van het "Source Type" veld
sv_se: Anger värdet för "Källtyp" fältet

# Page 3442024394 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field
de_de: Bestimmt den Wert des Typ-Feldes
fi_fi: Määrittää kentän Tyyppi arvon
fr_fr: Spécifie la valeur du champ configuré
nl_nl: Specificeert de waarde van het type veld
sv_se: Anger värdet för Typfältet

# Page 3442024394 - Control 3955711665 - Property 1295455071
source: Specifies the value of the UnitOfMeasure field
de_de: Bestimmt den Wert des UnitOfMeasure-Feldes
fi_fi: Määrittää kentän Mittayksikkö arvon
fr_fr: Spécifie la valeur du champ configuré
nl_nl: Specificeert de waarde van het maateenheidsveld
sv_se: Anger värdet av Enhets fältet

# Page 3442024394 - Control 3798681774 - Property 1295455071
source: Specifies the value of the Variant Code field
de_de: Bestimmt den Wert des Variantencodes-Feldes
fi_fi: Määrittää kentän Varianttikoodi arvon
fr_fr: Spécifie la valeur du champ configuré
nl_nl: Specificeert de waarde van het variant code veld
sv_se: Anger värdet för Variantkods fältet

# Page 3442024394 - Control 852860147 - Property 1295455071
source: Specifies the value of the "Whse. Document Line No." field
fi_fi: Määrittää kentän F. var. asiakirjan rivinro arvon
nl_nl: Specificeert de waarde van het "magazijndocumentlijnnummer." veld
sv_se: Anger värdet för fältet "Lagerdokument radnummer"

# Page 3442024394 - Control 1483846801 - Property 1295455071
source: Specifies the value of the "Whse. Document No." field
fi_fi: Määrittää kentän F. var. asiakirjan nro arvon
nl_nl: Specificeert de waarde van het "magazijndocumentnummer." veld
sv_se: Anger värdet för fältet "Lagerdokumentnummer"

# Page 3442024394 - Control 2071670972 - Property 1295455071
source: Specifies the value of the "Whse. Document Type" field
fi_fi: Määrittää kentän F. var. asiakirjan tyyppi arvon
nl_nl: Specificeert de waarde van het "magazijndocument type." veld
sv_se: Anger värdet för "Lagerdokumentyp" fältet

# Page 1849087927 - Property 2879900210
source: Mobile License Plates
de_de: Mobiles License Plate
fi_fi: Mobiilin kuljetusyksiköt
sv_se: Mobil License Plates

# Page 1849087927 - NamedType 4094297326
source: Reset License Plate and delete all content?
fi_fi: Tyhjennä kuljetusyksikkö ja poista kaikki sisältö?
nl_nl: Reset drager en verwijder alle inhoud?
sv_se: Återställ license plate och ta bort allt innehåll?

# Page 1849087927 - Control 2814799924 - Property 1295455071
source: Specifies the Bin Code where the License Plate is currently located. One License Plate can only be located at one Bin but multiple License Plates can be located in the same Bin.
de_de: Gibt den Lagerplatzcode an, an dem sich die License Plate derzeit befindet. Ein License Plate kann sich nur an einem Lagerplatz befinden, aber mehrere License Plates können sich im selben Lagerplatz befinden.
fi_fi: Määrittää varastopaikan, jossa kuljetusyksikkö tällä hetkellä on. Yksi kuljetusyksikkö voi olla vain yhdessä varastopaikasta, mutta samassa varastopaikassa voi olla useita kuljetusyksiköitä.

# Page 1849087927 - Control 2790486453 - Property 1295455071
source: Specifies a comment to mark or identify a License Plate.
fi_fi: Määrittää kuljetusyksikön merkin tai tunnisteen.

# Page 1849087927 - Control 2161572060 - Property 1295455071
source: Specifies the Location Code where the License Plate is currently located.
fi_fi: Määrittää sijaintikoodin, jossa kuljetusyksikkö on tällä hetkellä.

# Page 1849087927 - Control 980401284 - Property 1295455071
source: Specifies the Receipt Status.
fi_fi: Määrittää vastaanoton tilan.

# Page 1849087927 - Control 2014177170 - Property 1295455071
source: Specifies the Shipping Status.
fi_fi: Määrittää toimituksen tilan.

# Page 1849087927 - Control 1483846801 - Property 1295455071
source: Specifies the value of the "Whse. Document Document No." field
fi_fi: Määrittää kentän F. var. asiakirjan asiakirjanro arvon
nl_nl: Specificeert de waarde van het "magazijndocumentnummer." veld
sv_se: Anger värdet för "Lagerdokument dokumentnr." fältet

# Page 1849087927 - Action 2989670422 - Property 2879900210
source: Show Content
fi_fi: Näytä sisältö
nl_nl: Toon inhoud
sv_se: Visa innehåll

# Page 1849087927 - Action 3404622838 - Property 1295455071
source: Reset License Plate values and delete content.
fi_fi: Tyhjennä kuljetusyksikön arvot ja poista sisältö.
nl_nl: Reset drager en verwijder inhoud.
sv_se: Återställ License Plate värden och ta bort innehåll.

# Page 1849087927 - Action 3404622838 - Property 2879900210
source: Reset License Plate
fi_fi: Tyhjennä kuljetusyksikkö
nl_nl: Reset drager
sv_se: Återställ License Plate

# Page 1849087927 - Action 172580761 - Property 1295455071
source: Print the License Plate Contents Label
de_de: Drucken License Plate inhalt Etikett
fi_fi: Tulosta kuljetusyksikön sisällön tarra
sv_se: Skriv ut License Plate Innehåll etikett

# Page 1849087927 - Action 172580761 - Property 2879900210
source: License Plate Contents Label
de_de: License Plate inhalt Etikett
fi_fi: Kuljetusyksikön sisällön tarra
sv_se: License Plate Innehåll Etikett

# Page 1849087927 - Action 3862967483 - Property 1295455071
source: Print the License Plate Label
de_de: Drucken License Plate Etikett
fi_fi: Tulosta kuljetusyksikön tarra
sv_se: Skriv ut License Plate etikett

# Page 1849087927 - Action 3862967483 - Property 2879900210
source: License Plate Label
de_de: License Plate Etikett
fi_fi: Kuljetusyksikön tarra
sv_se: License Plate etikett

# Page 4081913798 - Control 2814799924 - Property 1295455071
source: Specifies the Bin Code where the License Plate is currently located. One License Plate can only be located at one Bin but multiple License Plates can be located in the same Bin.
de_de: Gibt den Lagerplatzcode an, an dem sich das License Plate derzeit befindet. Ein License Plate kann sich nur an einem Lagerplatz befinden, aber mehrere License Plate können sich im selben Lagerplatz befinden.
fi_fi: Määrittää varastopaikan, jossa kuljetusyksikkö tällä hetkellä on. Yksi kuljetusyksikkö voi olla vain yhdessä varastopaikasta, mutta samassa varastopaikassa voi olla useita kuljetusyksiköitä.

# Page 4081913798 - Control 3581037481 - Property 1295455071
source: Specifies the value of the Height field.
fi_fi: Määrittää kentän Korkeus arvon.
nl_nl: Specificeert de waarde van het veld hoogte.
sv_se: Anger värdet för Höjd fältet.

# Page 4081913798 - Control 1881551368 - Property 1295455071
source: Specifies the value of the Length field.
fi_fi: Määrittää kentän Pituus arvon.
nl_nl: Specificeert de waarde van het veld lengte.
sv_se: Anger värdet för Längd fältet.

# Page 4081913798 - Control 3470161887 - Property 1295455071
source: Specifies the value of Loading Meter (LDM) field.
fi_fi: Määrittää kentän Lastausmetrit (LDM) arvon.
nl_nl: Specificeert de waarde van het Loading Meter (LDM) veld.
sv_se: Anger värdet för Lastmeter (LDM) fältet.

# Page 4081913798 - Control 2161572060 - Property 1295455071
source: Specifies the Location Code where the License Plate is currently located
de_de: Specifies the value of the Location Code field
fi_fi: Määrittää sijaintikoodin, jossa kuljetusyksikkö on tällä hetkellä
fr_fr: Specifies the value of the Location Code field
nl_nl: Specificeert de waarde van het veld vestigingscode
sv_se: Anger värdet för lagerställekod fältet

# Page 4081913798 - Control 4200184881 - Property 1295455071
source: Specifies the value of the Package No. field.
fi_fi: Määrittää kentän Pakettinro arvon.
nl_nl: Specificeert de waarde van het veld verpakkingsnummer.
sv_se: Anger värdet för Kollinummer fältet.

# Page 4081913798 - Control 116357982 - Property 1295455071
source: Specifies the value of the Package Type field.
fi_fi: Määrittää kentän Pakkaustyyppi arvon.
nl_nl: Specificeert de waarde van het veld pakkettype.
sv_se: Anger värdet för Kolli typ fältet.

# Page 4081913798 - Control 4169099119 - Property 1295455071
source: Top-level means that this License Plate is not part of any other License Plate.
fi_fi: Ylin taso tarkoittaa, että kuljetusyksikkö ei ole osa mitään muuta kuljetusyksikköä.
nl_nl: Topniveau betekent dat deze drager geen deel uitmaakt van een andere drager.
sv_se: Top-level betyder att denna License Plate inte är en del av någon annan License Plate.

# Page 4081913798 - Control 2854289444 - Property 1295455071
source: Specifies the value of the Weight field.
fi_fi: Määrittää kentän Paino arvon.
nl_nl: Specificeert de waarde van het gewichtsveld.
sv_se: Anger värdet för Vikt fältet.

# Page 4081913798 - Control 613790498 - Property 1295455071
source: Specifies the value of the Width field.
fi_fi: Määrittää kentän Leveys arvon.
nl_nl: Specificeert de waarde van het breedte veld.
sv_se: Anger värdet för Bredd fältet.

# Page 52784997 - Property 2879900210
source: Mobile Menu Options
de_de: Mobile Menüoptionen
fi_fi: Mobiilin valikkovaihtoehdot
fr_fr: Option de menu mobile
sv_se: Mobil menyalternativ

# Page 52784997 - Control 658419836 - Property 1295455071
source: All existing Menu Options at the Mobile Device. Not every Menu Option may be visible for every Mobile User (a Mobile User must be member of a Mobile Group with the Menu Option enabled).
de_de: Alle vorhandenen Mobile Menüoptionen auf dem Mobilgerät. Nicht jede Menüoption kann für jeden Mobilbenutzer sichtbar sein (Mobile Benutzer muss Mitglied einer Mobile Gruppe sein, wobei die Menüoption aktiviert ist).
fi_fi: Kaikki olemassa olevat valikkovaihtoehdot mobiililaitteella. Kaikki valikkovaihtoehdot eivät ehkä ole näkyvissä jokaisella mobiilin käyttäjällä (mobiilin käyttäjän pitää olla jäsen mobiilin ryhmässä, jossa valikkovaihtoehto on valittu käyttöön).
fr_fr: Toutes les options de menu existantes sur le terminal mobile. Toutes les options de menu ne sont pas nécessairement visibles pour tous les utilisateurs mobiles (un utilisateur mobile doit être membre d'un groupe mobile dont l'option de menu est activée).
nl_nl: Alle bestaande menu opties op het Mobile Device. Niet elke menu optie kan zichtbaar zijn voor elke mobiele gebruiker (een Mobile Device gebruiker moet lid zijn van een Mobile Group met de menu optie geactiveerd).
sv_se: Alla befintliga menyalternativ på den mobila enheten. Inte varje menyalternativ kan vara synligt för varje mobilanvändare (en mobilanvändare måste vara medlem i en mobilgrupp med menyalternativet aktiverat).

# Page 3149359524 - Property 2879900210
source: Mobile Messages
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestit
fr_fr: Messages mobiles
sv_se: Mobil meddelanden

# Page 3149359524 - Control 3004954119 - Property 1295455071
source: (Internal) Code used by the Mobile WMS Extension to lookup translations for texts to be displayed at the Mobile Device.
de_de: (Internal) Code, der von der Mobile WMS Erweiterung verwendet wird, um Übersetzungen für Texte zu suchen, die auf dem Mobilgerät angezeigt werden.
fi_fi: (Sisäinen) Mobile WMS -laajennuksen käyttämä koodi, jonka perusteella etsitään mobiililaitteen näyttämien tekstien käännöksiä.
fr_fr: Code (interne) utilisé par l'extension WMS mobile pour rechercher les traductions des textes à afficher sur le dispositif mobile.
nl_nl: (Interne) Code gebruikt door de Mobile WMS Extensie om vertalingen te zoeken voor teksten die worden weergegeven op het Mobile Device.
sv_se: (Intern) Kod som används av Mobile WMS Extension för att söka upp översättningar för texter som ska visas på den mobila enheten.

# Page 3149359524 - Control 2273653569 - Property 1295455071
source: The Language Code this translation at Mobile Device is for.
de_de: Der Sprachcode, für den diese Übersetzung auf dem Mobilgerät verwendet wird.
fi_fi: Käännöksen kielikoodi mobiililaitetta varten.
fr_fr: Le code de langue pour lequel cette traduction est destinée au dispositif mobile.
nl_nl: De taalcode is de vertaling voor dit mobiel apparaat.
sv_se: Språkkoden som denna översättning på mobila enheter är till.

# Page 3149359524 - Control 3080618677 - Property 1295455071
source: The translated message to be displayed at the Mobile Device.
de_de: Die übersetzte Nachricht, die auf dem Mobilgerät angezeigt wird.
fi_fi: Mobiililaitteella näytettävä käännetty viesti.
fr_fr: Le message traduit à afficher sur le terminal mobile.
nl_nl: Het vertaalde bericht dat moet worden weergegeven op het mobiele apparaat.
sv_se: Det översatta meddelandet som ska visas på den mobila enheten.

# Page 3149359524 - Action 816992168 - Property 1295455071
source: Create missing messages for current language with fallback to "ENU" if local message does not exist.
de_de: Erstelle fehlende Nachrichten für die aktuelle Sprache mit Fallback auf "ENU", falls lokale Nachricht nicht existiert.
fi_fi: Luo puuttuvat viestit nykyiselle kielelle. Jos viestejä ei ole kielelle, käytetään kieltä "ENU".
fr_fr: Créer des messages manquants pour la langue courante avec la valeur par défaut "ENU" si le message local n'existe pas.
nl_nl: Ontbrekende berichten maken voor de huidige taal met fallback op "ENU" als lokaal bericht niet bestaat.
sv_se: Skapa saknade meddelanden för aktuellt språk med reserv till "ENU" om lokala meddelanden inte finns.

# Page 3149359524 - Action 816992168 - Property 2879900210
source: Create Messages
de_de: Nachrichten Erstellen
fi_fi: Luo viestit
fr_fr: Créer des messages
nl_nl: Berichten aanmaken
sv_se: Skapa meddelanden

# Page 2757842272 - Property 2879900210
source: Mobile Package Setup
fi_fi: Mobiilin pakkausasetukset
sv_se: Installation av mobil paket

# Page 2757842272 - Control 1329203168 - Property 1295455071
source: Specifies the value of the Default Height field
fi_fi: Määrittää kentän Oletuskorkeus arvon
nl_nl: Specificeert de waarde van het standaard hoogte veld
sv_se: Anger värdet för standardhöjd fältet

# Page 2757842272 - Control 3391985617 - Property 1295455071
source: Specifies the value of the Default Length field
fi_fi: Määrittää kentän Oletuspituus arvon
nl_nl: Specificeert de waarde van het standaard lengteveld
sv_se: Anger värdet för Standardlängd fältet

# Page 2757842272 - Control 2892600338 - Property 1295455071
source: Specifies the value of the Loading Meter (LDM) field
fi_fi: Määrittää kentän Lastausmetrit (LDM) arvon
nl_nl: Specificeert de waarde van het veld Loading Meter (LDM)
sv_se: Anger värdet för Standardlastmeter (LDM) fältet

# Page 2757842272 - Control 1915149987 - Property 1295455071
source: Specifies the value of the Default Package Type field
fi_fi: Määrittää kentän Oletuspakkaustyyppi arvon
nl_nl: Specificeert de waarde van het standaard verpakkingstype veld
sv_se: Anger värdet för Standard Kollityp fältet

# Page 2757842272 - Control 846115821 - Property 1295455071
source: Specifies the value of the Default Weight field
fi_fi: Määrittää kentän Oletuspaino arvon
nl_nl: Specificeert de waarde van het standaard gewicht veld
sv_se: Anger värdet för Standardvikt fältet

# Page 2757842272 - Control 495238527 - Property 1295455071
source: Specifies the value of the Default Width field
fi_fi: Määrittää kentän Oletusleveys arvon
nl_nl: Specificeert de waarde van het standaard breedte veld
sv_se: Anger värdet för Standardbredd fältet

# Page 2757842272 - Control 116357982 - Property 1295455071
source: Specifies the value of the Package Type field
fi_fi: Määrittää kentän Pakkaustyyppi arvon
nl_nl: Specificeert de waarde van het veld pakkettype
sv_se: Anger värdet för Kollityp fältet

# Page 2757842272 - Control 2371772768 - Property 1295455071
source: Specifies the value of the Register Loading Meter (LDM) field
fi_fi: Määrittää kentän Rekisteröi lastausmetrit (LDM) arvon
nl_nl: Specificeert de waarde van het veld registreer Loading Meter (LDM)
sv_se: Anger värdet för Registrera Lastmeter (LDM) fältet

# Page 2757842272 - Control 2053955170 - Property 1295455071
source: Specifies the value of the Register Height field
fi_fi: Määrittää kentän Rekisteröi korkeus arvon
nl_nl: Specificeert de waarde van het veld Registreer Hoogte
sv_se: Anger värdet för Registrera höjd fältet

# Page 2757842272 - Control 4287051503 - Property 1295455071
source: Specifies the value of the Register Length field
fi_fi: Määrittää kentän Rekisteröi pituus arvon
nl_nl: Specificeert de waarde van het veld registreer lengte
sv_se: Anger värdet för registrera längd fältet

# Page 2757842272 - Control 3382052587 - Property 1295455071
source: Specifies the value of the Register Weight field
fi_fi: Määrittää kentän Rekisteröi paino arvon
nl_nl: Specificeert de waarde van het geregistreerde gewicht veld
sv_se: Anger värdet för Registrera vikt fältet

# Page 2757842272 - Control 2317141841 - Property 1295455071
source: Specifies the value of the Register Width field
fi_fi: Määrittää kentän Rekisteröi leveys arvon
nl_nl: Specificeert de waarde van het geregistreerde breedte veld
sv_se: Anger värdet för Registrera bredd fältet

# Page 2757842272 - Control 2271291437 - Property 1295455071
source: All shipments using this Shipping Agent and Service Code will have access to this Package Type. If the Shipping Agent Service Code field is left blank, the Package Type will be available for all Service Codes under the selected Shipping Agent.
de_de: Specifies the value of the Shipping Agent field
fi_fi: Tämä pakkaustyyppi on käytettävissä kaikilla tämän kuljetusliikkeen ja palvelukoodin toimituksilla. Jos kuljetusliikkeen palvelukoodi on jätetty tyhjäksi, pakkaustyyppi on käytettävissä kaikilla kuljetusliikkeen palvelukoodeilla.
fr_fr: Specifies the value of the Shipping Agent field
nl_nl: Specificeert de waarde van het expediteur veld
sv_se: Anger värdet för Speditör fältet

# Page 2757842272 - Control 3880946746 - Property 1295455071
source: All shipments using this Shipping Agent and Service Code will have access to this Package Type. If the Shipping Agent Service Code field is left blank, the Package Type will be available for all Service Codes under the selected Shipping Agent.
de_de: Specifies the value of the Shipping Agent field
fi_fi: Tämä pakkaustyyppi on käytettävissä kaikilla tämän kuljetusliikkeen ja palvelukoodin toimituksilla. Jos kuljetusliikkeen palvelukoodi on jätetty tyhjäksi, pakkaustyyppi on käytettävissä kaikilla kuljetusliikkeen palvelukoodeilla.
fr_fr: Specifies the value of the Shipping Agent field
nl_nl: Specificeert de waarde van het expediteur veld
sv_se: Anger värdet för Speditör fältet

# Page 2757842272 - Action 480761156 - Property 2879900210
source: Verify Setup
fi_fi: Varmista asetukset
nl_nl: Setup verifiëren
sv_se: Verifiera konfiguration

# Page 2757842272 - Action 1461461990 - Property 1295455071
source: Verify all Package Setup Records
fi_fi: Varmista kaikki pakkausasetukset
nl_nl: Verifieer alle verpakking setup records
sv_se: Verifiera alla kolli-inställningsposter

# Page 2757842272 - Action 1461461990 - Property 2879900210
source: Verify Package Setup
fi_fi: Varmista pakkausasetukset
nl_nl: Controleer pakketinstellingen
sv_se: Verifiera kolli-inställningar

# Page 2511124422 - Property 2879900210
source: Mobile Package Type
fi_fi: Mobiilin pakkaustyyppi
sv_se: Mobil Kollityp

# Page 2511124422 - Control 2033009233 - Property 2879900210
source: Attributes
de_de: Attribute
fi_fi: Määritteet
fr_fr: Attributs
nl_nl: Kenmerken
sv_se: Attribut

# Page 2511124422 - Control 3581037481 - Property 1295455071
source: Specifies the default Height for the Package Type.
fi_fi: Määrittää pakkaustyypin oletuskorkeuden.
nl_nl: Specificeert de standaard hoogte voor het pakkettype.
sv_se: Anger standardhöjd för kollitypen.

# Page 2511124422 - Control 1881551368 - Property 1295455071
source: Specifies the default Length for the Package Type.
fi_fi: Määrittää pakkaustyypin oletuspituuden.
nl_nl: Specificeert de standaard lengte voor het pakket type.
sv_se: Anger standardlängden för kollitypen.

# Page 2511124422 - Control 3470161887 - Property 1295455071
source: Specifies the default Loading Meter (LDM) for a Package Type.
fi_fi: Määrittää pakkaustyypin oletuskuormametrit (LDM).
nl_nl: Specificeert de standaard Loading Meter (LDM) voor een pakkettype.
sv_se: Anger standard lastmeter (LDM) för en kollityp.

# Page 2511124422 - Control 2854289444 - Property 1295455071
source: Specifies the default weight or maximum weight for a Package Type.
fi_fi: Määrittää pakkaustyypin oletuspainon tai enimmäispainon.
nl_nl: Specificeert het standaard gewicht of het maximale gewicht van een pakkettype.
sv_se: Anger standardvikt eller maxvikt för en kollityp.

# Page 2511124422 - Control 613790498 - Property 1295455071
source: Specifies the default Width for the Package Type.
fi_fi: Määrittää pakkaustyypin oletusleveyden.
nl_nl: Specificeert de standaard breedte voor het pakket type.
sv_se: Anger standardbredden för kollitypen.

# Page 2511124422 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein
fi_fi: Yleinen
fr_fr: Général
nl_nl: Alge&meen
sv_se: Allmänt

# Page 2511124422 - Control 3004954119 - Property 1295455071
source: Specifies a code for the Package Type. The code must be unique and may include a prefix for the Shipping Provider.
fi_fi: Määrittää pakkaustyypin koodin. Koodin pitää olla yksilöivä ja se voi sisältää kuljetuspalveluntarjoajan etuliitteen.
nl_nl: Specificeert een code voor het verpakkingstype. De code moet uniek zijn en kan een voorvoegsel voor de Verzendaanbieder bevatten.
sv_se: Anger en kod för kollitypen. Koden måste vara unik och kan innehålla ett prefix för speditören.

# Page 2511124422 - Control 1383905037 - Property 1295455071
source: Specifies if this is the default package type for a Shipping Provider.
fi_fi: Määrittää onko tämä kuljetuspalveluntarjoajan oletuspakkaustyyppi.
nl_nl: Geeft aan of dit het standaard pakket type is voor een expediteur.
sv_se: Anger om detta är standard kollityp för en speditör.

# Page 2511124422 - Control 3461834954 - Property 1295455071
source: Specifies a description for a Package Type.
fi_fi: Määrittää pakkaustyypin kuvauksen.
nl_nl: Specificeert een beschrijving voor een verpakkingstype.
sv_se: Anger en beskrivning för en kollityp.

# Page 2511124422 - Control 3630706978 - Property 1295455071
source: Specifies a unique identifier for a shipping provider (provided by subscriber app during syncronization).
fi_fi: Määrittää kuljetuspalveluntarjoajan yksilöivän tunnisteen (saatu synkronoinnissa tilaajasovellukselta).
nl_nl: Specificeert een unieke identificatie voor een expediteur (verstrekt door abonnee app tijdens het synchroniseren).
sv_se: Anger en unik identifierare för en speditör (tillhandahålls av prenumerant app under synkronisering).

# Page 2511124422 - Control 276284931 - Property 1295455071
source: Specifies the Package Type Code from the external system. The code is unique by Shipping Provider Id.
fi_fi: Määrittää ulkoisen järjestelmän pakkaustyypin koodin. Koodi on yksilöllinen kuljetuspalveluntarjoajalle.
nl_nl: Specificeert de pakkettype code van het externe systeem. De code is uniek door Verzendaanbieder Id.
sv_se: Anger paketets typkod från det externa systemet. Koden är unik av fraktleverantörens Id.
