Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Codeunit 4102542493 - NamedType 149435121
source: Disable Tote Picking
de_de: Sammelbehälterkommissionierung Deaktivieren
fi_fi: Älä käytä laatikkopoimintaa
fr_fr: Désactiver le prélèvement par casier
nl_nl: Picking op Tote uitschakelen
sv_se: Inaktivera Tote Plockning

# Codeunit 4102542493 - NamedType 2903553241
source: Document
de_de: Beleg
fi_fi: Asiakirja
sv_se: Dokument

# Codeunit 4102542493 - NamedType 719652152
source: Edit License Plate
fi_fi: Muokkaa kuljetusyksikköä

# Codeunit 4102542493 - NamedType 4071128895
source: Empty
de_de: Leer
fi_fi: Tyhjä
fr_fr: Vide
nl_nl: Leeg
sv_se: Tom

# Codeunit 4102542493 - NamedType 1612644422
source: Enable Tote Picking
de_de: Sammelbehälterkommissionierung Aktivieren
fi_fi: Ota käyttöön laatikkopoiminta
fr_fr: Activer le prélèvement par casier
nl_nl: Picking op Tote inschakelen
sv_se: Aktivera Tote Plockning

# Codeunit 4102542493 - NamedType 2013890
source: Enter Qty. Counted
de_de: Inventurmenge eingeben
fi_fi: Syötä inventoitu määrä
fr_fr: Entrez Qté. Inventoriée
nl_nl: Voer geteld aantal in
sv_se: Ange räknat antal

# Codeunit 4102542493 - NamedType 3051479452
source: Enter the cubage for this unit of measure
de_de: Volumen der Einheit eingeben
fi_fi: Syötä kuutiotilavuus tälle mittayksikölle
fr_fr: Entrez le cubage pour cette unité de mesure
nl_nl: Voer de m³ in voor deze eenheid
sv_se: Ange kubik för denna enhet

# Codeunit 4102542493 - NamedType 542554309
source: Enter delivery note number
de_de: Liefernotiz eingeben
fi_fi: Syötä toimitusasiakirjan numero
fr_fr: Saisir le numéro du bon de livraison
nl_nl: Voer leveringsnotitienummer in
sv_se: Ange följesedelsnummer

# Codeunit 4102542493 - NamedType 2148708291
source: Enter Expiration Date
de_de: Ablaufdatum eingeben
fi_fi: Syötä vanhentumispvm
fr_fr: Entrez la date d'expiration
nl_nl: Voer vervaldatum in
sv_se: Ange utgångsdatum

# Codeunit 4102542493 - NamedType 4259732204
source: Enter the height of this unit of measure
de_de: Höhe der Einheit eingeben
fi_fi: Syötä korkeus tälle mittayksikölle
fr_fr: Entrez la hauteur de cette unité de mesure
nl_nl: Geef de hoogte op voor deze eenheid
sv_se: Ange höjden för denna enhet

# Codeunit 4102542493 - NamedType 441590789
source: Enter the length of this unit of measure
de_de: Länge der Einheit eingeben
fi_fi: Syötä pituus tälle mittayksikölle
fr_fr: Entrez la longueur de cette unité de mesure
nl_nl: Geef de lengte op voor deze eenheid
sv_se: Ange längden för denna enhet

# Codeunit 4102542493 - NamedType 1734492375
source: Enter Loading Meter (LDM)
fi_fi: Syötä lavametrit (LDM)
nl_nl: Voer LDM in
sv_se: Ange lastmeter (LDM)

# Codeunit 4102542493 - NamedType 1296965941
source: Enter Quantity
de_de: Menge eintragen
fi_fi: Syötä määrä
fr_fr: Entrez la quantité
nl_nl: Voer de hoeveelheid in
sv_se: Ange antal

# Codeunit 4102542493 - NamedType 3423609765
source: Enter quantity per unit of measure
de_de: Menge pro Einheit eintragen
fi_fi: Syötä määrä mittayksikössä
fr_fr: Entrer la quantité par unité de mesure
nl_nl: Voer de hoeveelheid per maateenheid in
sv_se: Ange antal per enhet

# Codeunit 4102542493 - NamedType 478648703
source: Enter Quantity to remove
de_de: Zu justierende Menge eingeben
fi_fi: Syötä poistettava määrä
fr_fr: Entrez la quantité à supprimer
nl_nl: Voer hoeveelheid in om te verwijderen
sv_se: Ange antal att ta bort

# Codeunit 4102542493 - NamedType 3264870525
source: Enter Reason
de_de: Grund eintragen
fi_fi: Syötä syy
fr_fr: Entrez la raison
nl_nl: Reden invoeren
sv_se: Ange orsak

# Codeunit 4102542493 - NamedType 2700756080
source: Enter Run Time
de_de: Bearbeitungszeit eingeben
fi_fi: Syötä ajoaika
fr_fr: Entrez le temps d'exécution
nl_nl: Voer bewerkingstijd in
sv_se: Ange körtid

# Codeunit 4102542493 - NamedType 1500861962
source: Enter Scrap Code
de_de: Ausschusscode eingeben
fi_fi: Syötä hukkatavaran koodi
fr_fr: Entrez le code de rebut
nl_nl: Voer schroot code in
sv_se: Ange Scarp kod

# Codeunit 4102542493 - NamedType 2090701924
source: Enter Scrap Quantity
de_de: Ausschussmenge eingeben
fi_fi: Syötä hukkamäärä
fr_fr: Saisir la quantité rebutée
nl_nl: Voer uitvalaantal in
sv_se: Ange Scrap antal

# Codeunit 4102542493 - NamedType 3757824406
source: Enter Setup Time
de_de: Rüstzeit eingeben
fi_fi: Syötä asetusaika
fr_fr: Entrez l'heure de préparation
nl_nl: Voer insteltijd in
sv_se: Ange konfigurationstid

# Codeunit 4102542493 - NamedType 1426876330
source: Enter To Bin
de_de: Nach Lagerplatz eingeben
fi_fi: Syötä kohdevarastopaikka
fr_fr: Entrer dans le bac
nl_nl: Naar opslaglocatie
sv_se: Ange till lagerplats

# Codeunit 4102542493 - NamedType 2970738868
source: Enter Unit of Measure
de_de: Einheit anzeigen
fi_fi: Syötä mittayksikkö
fr_fr: Entrez l'unité de mesure
nl_nl: Geef eenheid op
sv_se: Ange enhet

# Codeunit 4102542493 - NamedType 2235002946
source: Unit of Measure
de_de: Einheit
fi_fi: Yks
fr_fr: UM
nl_nl: Maateenheid
sv_se: UoM

# Codeunit 4102542493 - NamedType 556998476
source: Enter Variant Code
de_de: Variantencode eingeben
fi_fi: Syötä varianttikoodi
fr_fr: Entrez le code de variante
nl_nl: Geef variant op
sv_se: Ange variantkod

# Codeunit 4102542493 - NamedType 553983434
source: Variant Code
de_de: Variantencode
fi_fi: Varianttikoodi
fr_fr: Code de variante
nl_nl: Variant
sv_se: Variantkod

# Codeunit 4102542493 - NamedType 1369994489
source: Enter the weight of this unit of measure
de_de: Gewicht der Einheit eingeben
fi_fi: Syötä paino tälle mittayksikölle
fr_fr: Entrez le poids de cette unité de mesure
nl_nl: Geef het gewicht op voor deze eenheid
sv_se: Ange vikten för denna enhet

# Codeunit 4102542493 - NamedType 3927697747
source: Enter the width of this unit of measure
de_de: Breite der Einheit eingeben
fi_fi: Syötä leveys tälle mittayksikölle
fr_fr: Entrez la largeur de cette unité de mesure
nl_nl: Geef de breedte op voor deze eenheid
sv_se: Ange bredden för denna enhet

# Codeunit 4102542493 - NamedType 3739245336
source: An error occurred afterwards: %1
de_de: Danach trat ein Fehler auf: %1
fi_fi: Virhe tapahtui toiminnon jälkeen: %1
fr_fr: Une erreur s'est produite après : %1
nl_nl: Er is een fout opgetreden na: %1
sv_se: Ett fel uppstod efteråt: %1

# Codeunit 4102542493 - NamedType 4201507799
source: Expected Qty.
de_de: Erw. Menge
fi_fi: Oletettu määrä
fr_fr: Qté. prévue.
nl_nl: Verwachte hoeveelheid.
sv_se: Förväntat antal.

# Codeunit 4102542493 - NamedType 2289777666
source: Expected Receipt Date: %1
de_de: Erwartetes Wareneingansdatum: %1
fi_fi: Oletettu vastaanottopvm: %1
fr_fr: Date de réception prévue : %1
nl_nl: Verwachte ontvangstdatum: %1
sv_se: Förväntat ankomstdatum: %1

# Codeunit 4102542493 - NamedType 2591865081
source: Exp. Date
de_de: Ablaufdatum
fi_fi: Vanh.pvm
fr_fr: Date d'Exp.
nl_nl: Vervaldatum
sv_se: Förv. datum

# Codeunit 4102542493 - NamedType 3693422805
source: Exp. Recv. Date
de_de: Erwartetes Wareneingangsdatum
fi_fi: Oletettu vastaanottopvm
fr_fr: Date d'Exp. De réception
nl_nl: Verwachte ontvangstdatum
sv_se: Förv. ank. datum

# Codeunit 4102542493 - NamedType 2729989050
source: All
de_de: Alle
fi_fi: Kaikki
fr_fr: Tout
nl_nl: Alle
sv_se: Alla

# Codeunit 4102542493 - NamedType 1864638776
source: Mine & Unassigned
de_de: Meine & Nicht zugewiesen
fi_fi: Minun ja määrittämättömät
fr_fr: Le mien & Non attribué
nl_nl: Voor mij & niet toegewezen
sv_se: Min & ej tilldelad

# Codeunit 4102542493 - NamedType 3138034381
source: Only my orders
de_de: Nur meine Aufträge
fi_fi: Vain omat
fr_fr: Uniquement mes commandes
nl_nl: Alleen mijn orders
sv_se: Endast mina order

# Codeunit 4102542493 - NamedType 1778739844
source: Completed
de_de: Abgeschlossen
fi_fi: Valmis
fr_fr: Terminé
nl_nl: Voltooid
sv_se: Slutförd

# Codeunit 4102542493 - NamedType 827616498
source: Ready
de_de: Bereit
fi_fi: Valmis
fr_fr: Prêt
nl_nl: Klaar
sv_se: Klar

# Codeunit 4102542493 - NamedType 216916171
source: Finished Qty.
de_de: Fertig gest. Menge
fi_fi: Valmis määrä
fr_fr: Quantité terminée
nl_nl: Aantal voltooid
sv_se: Slutfört antal.

# Codeunit 4102542493 - NamedType 10043226
source: Finish operation %1
de_de: Arbeitzgang %1 beenden
fi_fi: Muuta operaatio %1 valmiiksi
fr_fr: Terminer l'opération %1
nl_nl: Voltooi bewerking %1
sv_se: Slutför åtgärden %1

# Codeunit 4102542493 - NamedType 2094240698
source: From: %1
de_de: Von: %1
fi_fi: Kohteesta: %1
fr_fr: À partir de %1
nl_nl: Van: %1
sv_se: Från: %1

# Codeunit 4102542493 - NamedType 239869023
source: From Bin
de_de: Von Lagerplatz
fi_fi: Varastopaikasta
fr_fr: Depuis l'emplacement
nl_nl: Van opslaglocatie
sv_se: Från lagerplats

# Codeunit 4102542493 - NamedType 2608938
source: From License Plate
de_de: Vom License Plate
fi_fi: Kuljetusyksiköstä

# Codeunit 4102542493 - NamedType 715460178
source: Handheld
fi_fi: Mobiililaite
fr_fr: Portable
nl_nl: Draagbaar
sv_se: Handhållen

# Codeunit 4102542493 - NamedType 2065962196
source: Items adjusted using the Mobile adjust quantity
de_de: Lagerregulierung mit der "Mobile Bestandskorrektur"
fi_fi: Määrä muutettu mobiililaitteella
fr_fr: Articles ajustés à l'aide de la quantité d'ajustement mobile
nl_nl: Artikels aangepast door wijzig aantal op scanner
sv_se: Artiklar justerade med hjälp av Mobil justera kvantitet

# Codeunit 4102542493 - NamedType 1094670582
source: Phys. Invt. Journal using Mobile Unplanned Count
de_de: Inventurjournal mit der "Mobilen Ungeplanten Inventur"
fi_fi: Inventointipäiväkirja mobiililaitteen suunnittelemattomalla inventoinnilla
fr_fr: Feuille d'inventaire Utilisation de l'inventaire mobile non planifié
nl_nl: Inventarisatiedagboek met behulp van een ongeplande telling
sv_se: Phys. Invt. Journal med hjälp av Mobile Unplanned Count

# Codeunit 4102542493 - NamedType 2201040516
source: Items moved using the Mobile Unplanned Move
de_de: Artikelumlagerung mit der "Mobilen Ungeplanten Umlagerung"
fi_fi: Nimikkeet siirretty mobiililaitteen suunnittelemattomalla siirrolla
fr_fr: Articles déplacés à l'aide du transfert mobile non planifié
nl_nl: Artikelen verplaatst met behulp van de Mobile ongeplande verplaatsingen
sv_se: Artikel flyttad med hjälp av de mobil oplanerad förflyttning

# Codeunit 4102542493 - NamedType 2899679858
source: Height
de_de: Höhe
fi_fi: Korkeus
fr_fr: Hauteur
nl_nl: Hoogte
sv_se: Höjd

# Codeunit 4102542493 - NamedType 1438287695
source: History
de_de: Verlauf
fi_fi: Historia
sv_se: Historik

# Codeunit 4102542493 - NamedType 3044906220
source: Image for ReferenceID: %1 Registered
de_de: Bild als ReferenzID: %1 Registriert
fi_fi: Kuva rekisteröity tietueelle: %1
fr_fr: Image pour l'ID de référence : %1 enregistré
nl_nl: Afbeelding voor referentie-Id: %1 geregistreerd
sv_se: Bild för Referens-Id: %1 Registrerad

# Codeunit 4102542493 - NamedType 4252168588
source: Inbound Transfer
de_de: Eingehende Umlagerung
fi_fi: Saapuva siirto
fr_fr: Enlogement transfert
nl_nl: Inkomende transfer
sv_se: Ankommande överföring

# Codeunit 4102542493 - NamedType 297823387
source: Quantity on Bin is only %1 %2.
de_de: Menge in Lagerplatz ist nur %1 %2.
fi_fi: Varastopaikan määrä on vain %1 %2.
fr_fr: La quantité sur l'emplacement n'est que de %1 %2.
nl_nl: Hoeveelheid op opslaglocatie is slechts %1 %2.
sv_se: Antal på lagerplats är endast %1 %2.

# Codeunit 4102542493 - NamedType 706784687
source: Item
de_de: Artikel
fi_fi: Nimike
fr_fr: Article
nl_nl: Artikel
sv_se: Artikel

# Codeunit 4102542493 - NamedType 1614273642
source: Bar Code
fi_fi: Viivakoodi
fr_fr: Code à barre
sv_se: Streckkod

# Codeunit 4102542493 - NamedType 1675677774
source: Category
de_de: Kategorie
fi_fi: Luokka
fr_fr: Catégorie
nl_nl: Categorie
sv_se: Kategori

# Codeunit 4102542493 - NamedType 1316869537
source: Item Cross Ref. for %1 created.
de_de: Artikelreferenz für %1 erstellt.
fi_fi: Ristiviittaus luotu nimikkeelle %1.
fr_fr: Réf. Article pour %1 créé.
nl_nl: Artikelverwijzing voor %1 aangemaakt.
sv_se: Artikel korsreferens. för %1 skapad.

# Codeunit 4102542493 - NamedType 529985568
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Codeunit 4102542493 - NamedType 3415124525
source: Item %1 does not exist.
de_de: Artikel %1 existiert nicht.
fi_fi: Nimikettä %1 ei ole olemassa.
fr_fr: L'Article %1 n'existe pas.
nl_nl: Artikel %1 bestaat niet.
sv_se: Artikeln %1 finns inte.

# Codeunit 4102542493 - NamedType 351125974
source: Item Image for Item %1 Registered
de_de: Artikelbild für Artikel %1 registriert
fi_fi: Kuva rekisteröity nimikkeelle %1
fr_fr: Image de l'article pour l'article %1 enregistré
nl_nl: Artikel afbeelding voor artikel %1 geregistreerd
sv_se: Artikelbild för artikel %1 Registrerad

# Codeunit 4102542493 - NamedType 2640991741
source: Item No.
de_de: Artikelnr.
fi_fi: Nimikkeen nro
fr_fr: N° article
nl_nl: Artikelnr.
sv_se: Artikelnr

# Codeunit 4102542493 - NamedType 3296963954
source: Item %1 could not be found.
de_de: Artikel %1 wurde nicht gefunden.
fi_fi: Nimikettä %1 ei löydy.
fr_fr: L'Article %1 est introuvable.
nl_nl: Artikel %1 kon niet worden gevonden.
sv_se: Artikel %1 kunde inte hittas.

# Codeunit 4102542493 - NamedType 1639780688
source: Item %1 has no Inventory on Location %2
de_de: Artikel %1 hat kein Menge am Lagerort %2
fi_fi: Nimikkeellä %1 ei ole varastosaldoa sijainnissa %2
fr_fr: L'article %1 n'a pas de stock dans le Magasin %2
nl_nl: Artikel %1 heeft geen voorraad in vestiging %2
sv_se: Artikel %1 har inget lager på plats %2

# Codeunit 4102542493 - NamedType 1307900441
source: The value %1 was not found as either an Item or License Plate.
fi_fi: Arvo %1 ei ole nimike tai kuljetusyksikkö.

# Codeunit 4102542493 - NamedType 3822081930
source: Qty. of Items
fi_fi: Nimikkeiden määrä
nl_nl: Aantal artikelen
sv_se: Antal av artiklar

# Codeunit 4102542493 - NamedType 2658562346
source: Item Reference for %1 created.
de_de: Artikelreferenz für %1 erstellt.
fi_fi: Viittaus nimikkeelle %1 luotu.
fr_fr: Référence d'article pour %1 créée.
nl_nl: Artikel referentie voor %1 aangemaakt.
sv_se: Artikel referens för %1 skapad.

# Codeunit 4102542493 - NamedType 176601453
source: Jnl. Batch
de_de: Buch.-Blatt
fi_fi: Päiväkirjan erä
nl_nl: Dagboekbatch

# Codeunit 4102542493 - NamedType 2588207221
source: Language must exist
de_de: Sprache muss existieren
fi_fi: Kielen pitää olla olemassa
fr_fr: La langue doit exister
nl_nl: Taal moet bestaan
sv_se: Språk måste finnas

# Codeunit 4102542493 - NamedType 3601785063
source: Length
de_de: Länge
fi_fi: Pituus
fr_fr: Longueur
nl_nl: Lengte
sv_se: Längd

# Codeunit 4102542493 - NamedType 3089023363
source: Add License Plate
fi_fi: Lisää kuljetusyksikkö
nl_nl: Voeg License Plate toe
sv_se: Lägg till License Plate

# Codeunit 4102542493 - NamedType 1141896179
source: Bulk register information
fi_fi: Massarekisteröi tietoja
nl_nl: Bulk registratie informatie
sv_se: Information om Bulkregistret

# Codeunit 4102542493 - NamedType 228053756
source: Combine All Contents to new
fi_fi: Yhdistä kaikki sisältö uuteen
nl_nl: Alle inhoud combineren tot nieuw
sv_se: Kombinera Allt Innehåll till Ny

# Codeunit 4102542493 - NamedType 78287493
source: Comment
de_de: Bemerkung
fi_fi: Kommentti
fr_fr: Commentaires
nl_nl: Opmerking
sv_se: Kommentar

# Codeunit 4102542493 - NamedType 3446317431
source: Add a comment to mark or identify a License Plate
de_de: Hinzufügen eines Kommentars zum Markieren oder Identifizieren eines License Plate
fi_fi: Lisää kuljetusyksikölle merkki tai tunniste

# Codeunit 4102542493 - NamedType 3284936499
source: Contents
fi_fi: Sisältö
nl_nl: Inhoud
sv_se: Innehåll

# Codeunit 4102542493 - NamedType 2541954376
source: Create LP
fi_fi: Luo kuljetusyksikkö

# Codeunit 4102542493 - NamedType 1988257939
source: Delete License Plate
fi_fi: Poista kuljetusyksikkö
nl_nl: Verwijder License Plate
sv_se: Ta Bort License Plate

# Codeunit 4102542493 - NamedType 3002183123
source: Move License Plate
de_de: Umlagerung nach ladungsträger
fi_fi: Siirrä kuljetusyksikkö
fr_fr: Déplacer le contenant
nl_nl: Verplaats License Plate
sv_se: Flytta License Plate

# Codeunit 4102542493 - NamedType 3955336306
source: Move License Plates to new
fi_fi: Siirrä kuljetusyksiköt uuteen
nl_nl: Verplaats License Plates naar nieuw
sv_se: Flytta License Plate till ny

# Codeunit 4102542493 - NamedType 4214653750
source: You can not delete a License Plate with Content
fi_fi: Et voi poistaa kuljetusyksikköä, jolla on sisältöä
nl_nl: Je kan geen License Plate met inhoud verwijderen
sv_se: Du kan inte ta bort en License Plate med innehåll

# Codeunit 4102542493 - NamedType 3976786789
source: A line has been added for %1.
de_de: Eine Zeile wurde für %1 hinzugefügt.
fi_fi: Rivi on lisätty %1:lle.
nl_nl: Een regel is toegevoegd voor %1.
sv_se: En rad har lagts till för %1.

# Codeunit 4102542493 - NamedType 2568487046
source: Loading Meter (LDM)
fi_fi: Lavametrit (LDM)
nl_nl: Meter laden (LDM)
sv_se: Lastmeter (LDM))

# Codeunit 4102542493 - NamedType 1067593623
source: Location
de_de: Lagerort
fi_fi: Sijainti
fr_fr: Magasin
nl_nl: Vestiging
sv_se: Lagerställekod

# Codeunit 4102542493 - NamedType 4177811817
source: The order was locked successfully.
de_de: Der Auftrag wurde erfolgreich gesperrt.
fi_fi: Tilaus lukittiin onnistuneesti.
fr_fr: La commande a été verrouillée avec succès.
nl_nl: Het order was met succes vergrendeld.
sv_se: Ordern har låsts.

# Codeunit 4102542493 - NamedType 589153084
source: Lot No.
de_de: Chargennr.
fi_fi: Eränro
fr_fr: N° Lot
nl_nl: Partijnr.
sv_se: Partinummer

# Codeunit 4102542493 - NamedType 106630975
source: License Plate %1 not found
de_de: License Plate %1 nicht gefunden
fi_fi: Kuljetusyksikköä %1 ei löytynyt
nl_nl: License Plate %1 Niet gevonden
sv_se: License Plate %1 hittades inte

# Codeunit 4102542493 - NamedType 1528169762
source: License Plate Contents
fi_fi: Kuljetusyksiköiden sisällöt
nl_nl: Inhoud License Plate
sv_se: License Plate Innehåll

# Codeunit 4102542493 - NamedType 2558055108
source: Put Away License Plate
de_de: Einlagerung License Plate
fi_fi: Kuljetusyksikön hyllytys

# Codeunit 4102542493 - NamedType 3798942884
source: Unplanned Move Advanced
fi_fi: Suunnittelematon siirto (kuljetusyksikkö)

# Codeunit 4102542493 - NamedType 3945196093
source: The serial number [%1] is associated with multiple items [%2]
de_de: Die Seriennr. [%1] ist mit mehreren Artikeln [%2] verknüpft
fi_fi: Sarjanumero [%1] on käytössä usealla nimikkeellä [%2]
fr_fr: Le numéro de série [%1] est associé à plusieurs articles [%2]
nl_nl: Het serienummer [%1] is gekoppeld aan meerdere artikelen [%2]
sv_se: Serienumret [%1] är associerat med flera objekt [%2]

# Codeunit 4102542493 - NamedType 966941631
source: You are not allowed to register multiple bins.
de_de: Sie sind nicht berechtigt mehrere Lagerplätze zu registrieren.
fi_fi: Et voi rekisteröidä useita varastopaikkoja.
fr_fr: Vous n'êtes pas autorisé à enregistrer plusieurs Emplacements.
nl_nl: U heeft geen toestemming om meerdere opslaglocaties te registreren.
sv_se: Du får inte registrera flera lagerplatser.

# Codeunit 4102542493 - NamedType 2939727527
source: New License Plate No.
de_de: Neue License Plate Nr.
fi_fi: Uuden kuljetusyksikön nro
nl_nl: Nieuw License Plate Nr.
sv_se: Nytt License Plate Nr.

# Codeunit 4102542493 - NamedType 3534939666
source: New Location
de_de: Neuer Lagerort
fi_fi: Uusi sijainti
fr_fr: Nouveau N° de Colis
nl_nl: Nieuwe locatie
sv_se: Nytt lagerställe

# Codeunit 4102542493 - NamedType 3680819948
source: No mobile printers are set up
de_de: Es ist kein mobiler Drucker eingerichtet
fi_fi: Mobiilitulostimia ei ole asennettu
fr_fr: Aucune imprimante mobile n'est configurée
nl_nl: Er zijn geen mobiele printers ingesteld
sv_se: Inga mobila skrivare är konfigurerade

# Codeunit 4102542493 - NamedType 1968679382
source: Nothing has been picked for shipment %1
de_de: Es wurde nichts kommissioniert für Lieferung %1
fi_fi: Toimitukselle %1 ei ole poimittu mitään
fr_fr: Rien n'a été prélevé pour l'expédition %1
nl_nl: Er is niets gekozen voor verzending %1
sv_se: Ingenting har valts för leverans %1

# Codeunit 4102542493 - NamedType 3466671633
source: Nothing to Register
de_de: Nichts zum Registrieren
fi_fi: Ei mitään rekisteröitävää
fr_fr: Rien à enregistrer
nl_nl: Niets te registreren
sv_se: Inget att registrera

# Codeunit 4102542493 - NamedType 3956748531
source: No
de_de: Nein
fi_fi: Ei
fr_fr: Non
nl_nl: Nee
sv_se: Nej

# Codeunit 4102542493 - NamedType 2078259165
source: Not available
de_de: Nicht verfügbar
fi_fi: Ei saatavilla
fr_fr: Indisponible
nl_nl: Niet beschikbaar
sv_se: Inte tillgänglig

# Codeunit 4102542493 - NamedType 3145777593
source: This is not a Route Operation
de_de: Dies ist keine Route Arbeitzgang
fi_fi: Tämä ei ole reitityksen operaatio
fr_fr: Ceci n'est pas une opération de routage
nl_nl: Dit is geen Route Operatie
sv_se: Detta är inte en rutt-operation

# Codeunit 4102542493 - NamedType 2633096580
source: You cannot Register more than one picture at a time
de_de: Sie können nicht mehr als ein Bild gleichzeitig registrieren
fi_fi: Et voi rekisteröidä enempää kuin yhden kuvan kerrallaan
fr_fr: Vous ne pouvez pas enregistrer plus d'une image à la fois
nl_nl: U kunt niet meer dan één foto tegelijk registreren
sv_se: Du kan inte registrera mer än en bild åt gången

# Codeunit 4102542493 - NamedType 2097800072
source: Partial shipment is not allowed for line %1 on shipment %2
de_de: Teillieferung nicht erlaubt für Zeile %1 in Lieferung %2
fi_fi: Osittainen toimitus ei ole sallittu toimituksen %2 riville %1
fr_fr: L'expédition partielle n'est pas autorisée pour la ligne %1 sur l'expédition %2
nl_nl: Gedeeltelijke verzending is niet toegestaan voor regel %1 bij verzending %2
sv_se: Partiell leverans är inte tillåtet för rad %1 på sändning %2

# Codeunit 4102542493 - NamedType 759759107
source: There are no more totes to be delivered together with this one.
de_de: Es können keine weiteren Sammelbehälter mit diesem Behälter geliefert werden.
fi_fi: Tämän laatikon kanssa ei olla toimittamassa enää muita laatikoita.
fr_fr: Il n'y a plus de bacs à livrer avec celui-ci.
nl_nl: Er zijn geen totes meer die samen met deze geleverd moeten worden.
sv_se: Det finns inga fler totes som kan levereras tillsammans med denna.

# Codeunit 4102542493 - NamedType 814285261
source: No Bin
de_de: Nach Lagerplatz
fi_fi: Ei varastopaikkaa
fr_fr: Pas d'emplacement
nl_nl: Geen opslaglocatie
sv_se: Ingen lagerplats

# Codeunit 4102542493 - NamedType 1967201083
source: No document handler is available for %1.
de_de: Es ist kein Dokumentenhandler für %1 verfügbar.
fi_fi: Ei ole määritelty käsittelyä asiakirjalle %1.
fr_fr: Aucun gestionnaire de document n'est disponible pour %1.
nl_nl: Er is geen documentafhandeling beschikbaar voor %1.
sv_se: Ingen dokumenthanterare är tillgänglig för %1.

# Codeunit 4102542493 - NamedType 1470147688
source: No License Plates to update
de_de: Keine zu aktualisierenden License Plate
fi_fi: Ei päivitettävää kuljetusyksikköä
nl_nl: Geen License Plates om te updaten
sv_se: Inga License Plates att uppdatera

# Codeunit 4102542493 - NamedType 977368776
source: No menuitems has been defined for group %1.
de_de: Für die Gruppe = %1 wurden keine Menüeinträge definiert.
fi_fi: Ryhmälle %1 ei ole määritelty valikkotoimintoja.
nl_nl: Er zijn geen menitems gedefinieerd voor groep %1.
sv_se: Inga menyobjekt har definierats för gruppen %1.

# Codeunit 4102542493 - NamedType 2569266440
source: No. of documents: %1
de_de: Anzahl Dokumenten: %1
fi_fi: Asiakirjojen määrä: %1
fr_fr: Nombre de documents : %1
nl_nl: Aantal documenten: %1
sv_se: Antal dokument: %1

# Codeunit 4102542493 - NamedType 3453628854
source: No. of entries
de_de: Anzahl der Einträge
fi_fi: Tapahtumien määrä
fr_fr: nombre d'entrées
nl_nl: Aantal Posten
