Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Codeunit 4102542493 - NamedType 1562710895
source: Number Of Labels
de_de: Etikettenanzahl
fi_fi: Tarrojen määrä
fr_fr: Nombre d'étiquettes
nl_nl: Aantal labels
sv_se: Antal etiketter

# Codeunit 4102542493 - NamedType 1515356061
source: Number of labels to print
de_de: Anzahl zu druckender Etiketten
fi_fi: Tulostettavien tarrojen määrä
fr_fr: Nombre d'étiquettes à imprimer
nl_nl: Aantal af te drukken labels
sv_se: Antal etiketter att skriva ut

# Codeunit 4102542493 - NamedType 1785419871
source: No. of lines: %1
de_de: Anzahl Zeilen: %1
fi_fi: Rivien määrä: %1
fr_fr: Nombre de lignes : %1
nl_nl: Aantal regels: %1
sv_se: Antal rader: %1

# Codeunit 4102542493 - NamedType 2396186422
source: There is no picture to attach
de_de: Es gibt kein Bild anzuhängen
fi_fi: Ei ole liitettävää kuvaa
fr_fr: Il n'y a pas d'image à joindre
nl_nl: Er is geen afbeelding om toe te voegen
sv_se: Det finns ingen bild att bifoga

# Codeunit 4102542493 - NamedType 667818266
source: No stock Qty. on Bin: %1
de_de: Keine Bestandsmenge in Lagerlpatz: %1
fi_fi: Varastopaikan %1 määrä on nolla
fr_fr: Pas de stock Qté. sur l'emplacement : %1
nl_nl: Geen voorraad hoeveelheid in opslaglocatie: %1
sv_se: Inget lagersaldo på lagerplats: %1

# Codeunit 4102542493 - NamedType 3195005989
source: No.
de_de: Nr.
fi_fi: Nro
fr_fr: N°.
nl_nl: Nr.
sv_se: Nr

# Codeunit 4102542493 - NamedType 2769531923
source: Number of Copies
de_de: Anzahl der Kopien
fi_fi: Kopioiden määrä
fr_fr: Nombre de copies
nl_nl: Aantal kopieën
sv_se: Antal kopior

# Codeunit 4102542493 - NamedType 3470284057
source: Number of identical copies to print
de_de: Anzahl identischer Exemplare
fi_fi: Tulostettavien kopioiden määrä
fr_fr: Nombre d'exemplaires identiques à imprimer
nl_nl: Aantal identieke kopieën om af te drukken
sv_se: Antal identiska kopior att skriva ut

# Codeunit 4102542493 - NamedType 3345177467
source: But error occurred afterwards: %1 in event: "%2"
de_de: Aber danach ist ein Fehler aufgetreten: %1 im Event: "%2"
fi_fi: Mutta virhe tapahtui sen jälkeen: %1 tapahtumassa: "%2"
fr_fr: Mais une erreur s'est produite après : %1 dans l'événement : "%2"
nl_nl: Maar er is een fout opgetreden na: %1 in event: "%2"
sv_se: Men fel uppstod efteråt: %1 händelse: "%2"

# Codeunit 4102542493 - NamedType 21240860
source: Open Pick Orders
de_de: Offene Arbeitsaufträge
fi_fi: Avoimia poimintoja
fr_fr: Commandes de prélèvement ouvertes
sv_se: Öppna plockordrar

# Codeunit 4102542493 - NamedType 570068347
source: There are open Pick Orders for this shipment: %1\r\nPick Orders: %2
de_de: Es gibt offene Kommissionierungsaufträge für diese Lieferung: %1\r\nKommissionierungsaufträge: %2
fi_fi: Tälle toimitukselle on avoimia poimintoja: %1\r\nPoiminnat: %2
fr_fr: Il y a des commandes de prélèvement ouvertes pour cette expédition : %1\r\nPick Orders : %2
nl_nl: Er zijn openstaande Pick Orders voor deze verzending: %1\r\nPick Orders: %2
sv_se: Det finns öppna plockorders för denna sändning: %1\r\nPlockorders: %2

# Codeunit 4102542493 - NamedType 4223938737
source: The order is locked by: %1
de_de: Der Auftrag ist von %1 gesperrt
fi_fi: Tilauksen on lukinnut: %1
fr_fr: La commande est verrouillée par : %1
nl_nl: De bestelling is vergrendeld door: %1
sv_se: Ordern är låst av: %1

# Codeunit 4102542493 - NamedType 999960974
source: Order No.
de_de: Auftragsnr.
fi_fi: Tilausnro
fr_fr: N° commande
nl_nl: Ordernr.
sv_se: Ordernr

# Codeunit 4102542493 - NamedType 2414643643
source: Outbound Transfer
de_de: Ausgehende Umlagerung
fi_fi: Lähtevä siirto
fr_fr: Transfert sortant
nl_nl: Uitgaande transfer
sv_se: Avgående överföring

# Codeunit 4102542493 - NamedType 3648986151
source: Package No.
de_de: Paketnr.
fi_fi: Pakettinro
fr_fr: N° paquet
nl_nl: Pakketnr.
sv_se: Paketnr

# Codeunit 4102542493 - NamedType 694754115
source: Qty. of Packages
fi_fi: Pakkausten määrä
nl_nl: Aantal pakketten
sv_se: Antal kolli

# Codeunit 4102542493 - NamedType 449410591
source: Package Type
de_de: Pakettyp
fi_fi: Pakkaustyyppi
fr_fr: Type de package
nl_nl: Pakketsoort
sv_se: Pakettyp

# Codeunit 4102542493 - NamedType 1955026416
source: Select Package Type
fi_fi: Valitse pakkaustyyppi
nl_nl: Selecteer verpakkingstype
sv_se: Välj kollityp

# Codeunit 4102542493 - NamedType 366930611
source: Packing
fi_fi: Pakkaaminen
nl_nl: Verpakken
sv_se: Packning

# Codeunit 4102542493 - NamedType 1634283920
source: Packing Station
de_de: Packstation
fi_fi: Pakkausasema
fr_fr: Poste d'emballage
nl_nl: Verpakkingsstation
sv_se: Packningsstation

# Codeunit 4102542493 - NamedType 632635144
source: Unplanned Move Advanced
fi_fi: Suunnittelematon siirto (kuljetusyksikkö)

# Codeunit 4102542493 - NamedType 1287171258
source: Person Responsible
de_de: Verantwortlich
fi_fi: Vastuuhenkilö
fr_fr: Personne responsable
nl_nl: Verantwoordelijke
sv_se: Ansvarig

# Codeunit 4102542493 - NamedType 2453082093
source: Picked Qty.
de_de: Kommissionierte Menge
fi_fi: Poimittu määrä
fr_fr: Qté. Prélevée
nl_nl: Gepickt aantal
sv_se: Plockat antal

# Codeunit 4102542493 - NamedType 803768209
source: Pick Registration has started and Tote Picking cannot be changed.
de_de: Sammelbehälterkommissionierung kann nicht geändert werden, wenn die Registrierung gestartet wird.
fi_fi: Poiminnan rekisteröinti on alkanut, joten laatikkopoimintaa ei voi muuttaa.
fr_fr: L'inscription a commencé et la sélection de casier ne peut pas être modifiée.
nl_nl: Pick registratie is gestart en Tote picking kan niet worden gewijzigd.
sv_se: Plockregistreringen har startat och Tote Picking kan inte ändras.

# Codeunit 4102542493 - NamedType 1020289371
source: The matching place line could not be found for order line %1
de_de: Die dazugehörige Einlagerungszeile konnte für Zeile %1 nicht gefunden werden
fi_fi: Tilausriville %1 ei löydy aseta-tyyppistä riviä
fr_fr: Impossible de trouver la ligne de lieu correspondante pour la ligne de commande %1
nl_nl: De overeenkomende plaatsregel kon niet worden gevonden voor orderlijn %1
sv_se: Den matchande platsraden kunde inte hittas för orderrad %1

# Codeunit 4102542493 - NamedType 1939392820
source: Post
de_de: Buchen
fi_fi: Kirjaa
fr_fr: Valider
nl_nl: Boeken
sv_se: Bokför

# Codeunit 4102542493 - NamedType 4041229001
source: Post Shipment
de_de: Versand Buchen
fi_fi: Kirjaa toimitus
fr_fr: Valider expédition
nl_nl: Verzending boeken
sv_se: Bokför utleverans

# Codeunit 4102542493 - NamedType 3840754120
source: Order posted successfully.
de_de: Auftrag erfolgreich registriert.
fi_fi: Tilaus kirjattu onnistuneesti.
fr_fr: Commande validée avec succès.
nl_nl: Order succesvol geboekt.
sv_se: Order bokfördes framgångsrikt.

# Codeunit 4102542493 - NamedType 1997044389
source: PO Number
de_de: Bestellungsnr.
fi_fi: Ostotilauksen nro
fr_fr: N° O.F.
nl_nl: PO/Inkoop-nummer
sv_se: Inköpsordernummer

# Codeunit 4102542493 - NamedType 3879019594
source: printer(s)
de_de: Drucker
fi_fi: tulostin(ta)
fr_fr: imprimante(s)
sv_se: skrivare

# Codeunit 4102542493 - NamedType 4093205111
source: printers
de_de: drucker
fi_fi: tulostinta
fr_fr: imprimantes
sv_se: skrivare

# Codeunit 4102542493 - NamedType 326322050
source: Printer
de_de: Drucker
fi_fi: Tulostin
fr_fr: Imprimante
sv_se: Skrivare

# Codeunit 4102542493 - NamedType 2797749631
source: Print failed
de_de: Drucken fehlgeschlagen
fi_fi: Tulostaminen ei onnistunut
fr_fr: Échec de l'impression
nl_nl: Afdrukken mislukt
sv_se: Utskrift misslyckades

# Codeunit 4102542493 - NamedType 1676682974
source: Print LP Label
fi_fi: Tulosta kuljetusyksikön tarra

# Codeunit 4102542493 - NamedType 3146778870
source: Qty. to print
de_de: Etikettenanzahl
fi_fi: Tulostettava määrä
fr_fr: Qté. à imprimer
nl_nl: Aantal af te drukken
sv_se: Antal att skriva ut

# Codeunit 4102542493 - NamedType 3261996855
source: Print OK
de_de: Drucken OK
fi_fi: Tulostaminen onnistui
fr_fr: Impressionr OK
nl_nl: Afdrukken OK
sv_se: Utskrift OK

# Codeunit 4102542493 - NamedType 3418599180
source: Finish operation
de_de: Arbeitsgang beenden
fi_fi: Muuta operaatio valmiiksi
fr_fr: Terminer l'opération
nl_nl: Bewerking voltooien
sv_se: Slutför åtgärden

# Codeunit 4102542493 - NamedType 42515032
source: Time Tracking
de_de: Zeiterfassung
fi_fi: Ajan seuranta
fr_fr: Suivi des heures
nl_nl: Tijdstracker
sv_se: Tidsuppföljning

# Codeunit 4102542493 - NamedType 2379887463
source: Progress
de_de: Status
fi_fi: Edistyminen
fr_fr: Progrès
nl_nl: Voortgang
sv_se: Förlopp

# Codeunit 4102542493 - NamedType 2182059048
source: Put-away: %1
fi_fi: Hyllytys: %1

# Codeunit 4102542493 - NamedType 655147071
source: Qty
de_de: Menge
fi_fi: Määrä
fr_fr: Qté
nl_nl: Aantal
sv_se: Ant

# Codeunit 4102542493 - NamedType 1019493597
source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nl_nl: Aantal
sv_se: Antal

# Codeunit 4102542493 - NamedType 2673347387
source: The quantity counted of %1 is significantly different from the system quantity of %2. Please ensure the counted quantity is correct.
de_de: Die gezählte Menge von %1 unterscheidet sich deutlich von der Systemgröße von %2. Achten Sie darauf, dass die gezählte Menge korrekt ist.
fi_fi: Inventoitu määrä %1 eroaa huomattavasti järjestelmän määrästä %2. Varmista että inventoitu määrä on oikein.
fr_fr: La quantité inventoriée de %1 est significativement différente de la quantité système de %2. Veuillez vous assurer que la quantité comptée est correcte.
nl_nl: De getelde hoeveelheid van %1 verschilt aanzienlijk van de systeemhoeveelheid van %2. Zorg ervoor dat de getelde hoeveelheid correct is.
sv_se: Det antal som räknats av %1 skiljer sig avsevärt från systemantalet av %2. Se till att det räknade antalet är korrekt.

# Codeunit 4102542493 - NamedType 4094187336
source: The quantity on inventory (%1 %2) is not sufficient to cover the net change in inventory. Are you sure that you want to record the quantity?
de_de: Es sind nicht genügend Artikel im Lager vorhanden (%1 %2). Soll die Menge trotzdem berücksichtigt werden?
fi_fi: Varastosaldo (%1 %2) ei ole riittävä muutokseen. Haluatko varmasti rekisteröidä määrän?
fr_fr: La quantité en stock (%1 %2) n'est pas suffisante pour couvrir la variation nette du stock. Êtes-vous sûr de vouloir enregistrer la quantité ?
nl_nl: De hoeveelheid op voorraad (%1 %2) is niet voldoende om de nettowijziging in de inventaris te dekken. Weet u zeker dat u de hoeveelheid wilt opnemen?
sv_se: Kvantitet på lager (%1 %2) är inte tillräckligt för att täcka nettoförändringen i lagret. Är du säker på att du vill registrera kvantiteten?

# Codeunit 4102542493 - NamedType 143810213
source: Quantity Per
de_de: Mengen pro
fi_fi: Määrä per
fr_fr: Quantité Par
nl_nl: Aantal per
sv_se: Antal per

# Codeunit 4102542493 - NamedType 2182384662
source: Number of units per label
de_de: Einheit pro Etikett
fi_fi: Yksiköiden määrä tarralla
fr_fr: Nombre d'unités par étiquette
nl_nl: Aantal eenheden per label
sv_se: Antal enheter per etikett

# Codeunit 4102542493 - NamedType 2647538896
source: The number of units, each label represents
de_de: Die Anzahl der Einheiten, die jedes Etikett darstellt
fi_fi: Yksiköiden määrä yksittäisellä tarralla
fr_fr: Le nombre d'unités, chaque étiquette représente
nl_nl: Het aantal eenheden die elk label vertegenwoordigt
sv_se: Antalet enheter, varje etikett representerar

# Codeunit 4102542493 - NamedType 937380464
source: Reason
de_de: Grund
fi_fi: Syy
fr_fr: Raison
nl_nl: Reden
sv_se: Anledning

# Codeunit 4102542493 - NamedType 1508133379
source: Receiver
de_de: Empfänger
fi_fi: Vastaanottaja
fr_fr: Destinataire
nl_nl: Ontvanger
sv_se: Mottagare

# Codeunit 4102542493 - NamedType 4065856237
source: Recording No.
de_de: Erfassungsnr.
fi_fi: Tallennusnro
fr_fr: N° d'enregistrement
nl_nl: Registratienr.
sv_se: Registreringsnummer

# Codeunit 4102542493 - NamedType 293262739
source: The serial number %1 already exist. It cannot be received again. Delete it from the registrations and try again.
de_de: Die Seriennr. %1 existiert bereits. Sie kann nicht wieder aufgenommen werden. Löschen Sie sie aus den Registrierungen und versuchenSie es erneut.
fi_fi: Sarjanumero %1 on jo olemassa. Sitä ei voi vastaanottaa uudestaan. Poista se rekisteröinneistä ja yritä uudestaan.
fr_fr: Le numéro de série %1 existe déjà. Il ne peut plus être reçu. Supprimez-le des enregistrements et réessayez.
nl_nl: Het serienummer %1 bestaat al. Het kan niet opnieuw worden ontvangen. Verwijder het uit de registraties en probeer het opnieuw.
sv_se: Serienumret %1 finns redan. Det kan inte tas emot igen. Ta bort det från registreringarna och försök igen.

# Codeunit 4102542493 - NamedType 1091661548
source: You are not allowed to register multiple bins on receive orders.
de_de: Sie sind nicht berechtigt mehrere Lagerpätze auf erhaltene Aufträge zu registrieren.
fi_fi: Et voi rekisteröidä useita varastopaikkoja vastaanotossa.
fr_fr: Vous n'êtes pas autorisé à enregistrer plusieurs emplacements sur les commandes de réception.
nl_nl: U heeft geen toestemming om meerdere opslaglocaties te registreren bij het ontvangen van bestellingen.
sv_se: Du får inte registrera flera lagerplatser på inleveransorder.

# Codeunit 4102542493 - NamedType 1739622459
source: Reference ID
de_de: Referenz-ID
fi_fi: Viittaus
fr_fr: N° de référence
nl_nl: Referentie-ID
sv_se: Referens-ID

# Codeunit 4102542493 - NamedType 1808229315
source: The registrations were transferred successfully.
de_de: Die Registrationen wurden erfolgreich übertragen.
fi_fi: Rekisteröinnit siirrettiin onnistuneesti.
fr_fr: Les enregistrements ont été transférées avec succès.
nl_nl: De registraties zijn met succes overgedragen.
sv_se: Registreringarna har överförts.

# Codeunit 4102542493 - NamedType 2457429241
source: Remaining Qty.
de_de: Restmenge
fi_fi: Jäljellä oleva määrä
fr_fr: Qté restante
nl_nl: Restend aant.
sv_se: Återstående ant.

# Codeunit 4102542493 - NamedType 2814473225
source: It is not possible to post the adjustment due to reservations (%1 %2)
de_de: Die Anpassung kann aufgrund von Reservierungen nicht gebucht werden (%1 %2)
fi_fi: Muutosta ei voi kirjata varausten takia (%1 %2)
fr_fr: Il n'est pas possible d'enregistrer l'ajustement en raison de réservations (%1 %2)
nl_nl: Het is niet mogelijk om de herwaardering te boeken vanwege reserveringen (%1 %2)
sv_se: Det är inte möjligt att posta justeringen på grund av reservationer (%1 %2)

# Codeunit 4102542493 - NamedType 2665568658
source: Reprint
fi_fi: Tulosta uudestaan

# Codeunit 4102542493 - NamedType 2549545726
source: Return Order
de_de: Reklamation
fi_fi: Palautustilaus
fr_fr: Commande retour
nl_nl: Retourorder
sv_se: Returorder

# Codeunit 4102542493 - NamedType 4174639564
source: Return Shipment No.
de_de: Rücklieferungsnr.
fi_fi: Palautustoimituksen nro
fr_fr: N° expédition retour
nl_nl: Retourverzendnr.
sv_se: Returutleveransnr

# Codeunit 4102542493 - NamedType 4264431812
source: Route Operation Status
de_de: Arbeitsplanstatus
fi_fi: Operaation reitityksen tila
fr_fr: Statut Gamme opératoire
nl_nl: Bewerkingsroute status
sv_se: Status för rutten

# Codeunit 4102542493 - NamedType 1780641810
source: Unfinished
de_de: Nicht beendet
fi_fi: Ei valmis
fr_fr: Non terminé
nl_nl: Onvoltooid
sv_se: Oavslutad

# Codeunit 4102542493 - NamedType 4138532093
source: Run Time
de_de: Bearbeitungszeit
fi_fi: Ajoaika
fr_fr: Temps d'exécution
nl_nl: Bewerkingstijd
sv_se: Bearbetningstid

# Codeunit 4102542493 - NamedType 1216952468
source: Sales Order
de_de: Verkaufsauftrag
fi_fi: Myyntitilaus
fr_fr: Commande vente
nl_nl: Verkooporder
sv_se: Förs.order

# Codeunit 4102542493 - NamedType 1290268816
source: Scan Bar Code
de_de: Barcode scannen
fi_fi: Skannaa viivakoodi
fr_fr: Scanner le code-barres
sv_se: Skanna streckkod

# Codeunit 4102542493 - NamedType 2669535735
source: Scan From Bin / License Plate
de_de: Von Lagerplatz / License Plate scannen
fi_fi: Skannaa varastopaikasta/kuljetusyksikkö

# Codeunit 4102542493 - NamedType 3058946189
source: Scan the Bin code where the new License Plate will initially be placed
de_de: Scannen Sie den Lagerplatzcode, an dem das neue License Plate zunächst platziert wird
fi_fi: Skannaa varastopaikka, johon uusi kuljetusyksikkö aluksi sijoitetaan

# Codeunit 4102542493 - NamedType 1930857054
source: Scan Remaining Totes
de_de: Verbliebene Sammelbehälter scannen
fi_fi: Skannaa muut laatikot
fr_fr: Scanner les bacs restants
nl_nl: Scan resterende Totes
sv_se: Skanna återstående Totes

# Codeunit 4102542493 - NamedType 607182701
source: The following Tote IDs must be scanned to register on Shipment No. %1:\r\n
de_de: Die folgenden Sammelbehälter müssen für Lieferung %1 gescannt werden:\r\n
fi_fi: Seuraavat laatikot on luettava toimituksen %1 rekisteröintiä varten:\r\n
fr_fr: Les ID de bac suivants doivent être scannés pour s'enregistrer sur l'envoi n° %1 :\r\n
nl_nl: De volgende Tote Id's moeten worden gescand om te registreren op verzendnr. %1:\r\n
sv_se: Följande Tote ID måste skannas för att registrera sig på sändningsnummer %1:\r\n

# Codeunit 4102542493 - NamedType 171837628
source: Scan Tote ID
de_de: Sammelbehälter-ID scannen
fi_fi: Skannaa laatikko
fr_fr: Scanner l'ID du bac
sv_se: Scanna Tote ID

# Codeunit 4102542493 - NamedType 1694266179
source: Scan To Bin
fi_fi: Skannaa varastopaikkaan

# Codeunit 4102542493 - NamedType 3394517588
source: Scan %1
de_de: %1 scannen
fi_fi: Skannaa %1
sv_se: Skanna %1

# Codeunit 4102542493 - NamedType 3316116723
source: Scrap Code
de_de: Ausschusscode
fi_fi: Hukkatavarakoodi
fr_fr: Code de rebut
nl_nl: Uitvalcode
sv_se: Kassationskod

# Codeunit 4102542493 - NamedType 56746617
source: Scrap Quantity
de_de: Ausschussmenge
fi_fi: Hukkatavaramäärä
fr_fr: Quantité de rebut
nl_nl: Uitvalaantal
sv_se: Kassationsantal

# Codeunit 4102542493 - NamedType 1200906710
source: Select Bin
de_de: Lagerplatz auswählen
fi_fi: Valitse varastopaikka
fr_fr: Sélectionnez l'emplacement
nl_nl: Selecteer opslaglocatie
sv_se: Välj lagerplats

# Codeunit 4102542493 - NamedType 3700906065
source: Select %1
de_de: %1 auswählen
fi_fi: Valitse %1
fr_fr: Sélectionnez %1
nl_nl: Selecteer %1
sv_se: Välj %1

# Codeunit 4102542493 - NamedType 1961852525
source: Sender
de_de: Absender
fi_fi: Lähettäjä
fr_fr: Expéditeur
nl_nl: Afzender
sv_se: Avsändare

# Codeunit 4102542493 - NamedType 136097089
source: Serial No.
de_de: Seriennr.
fi_fi: Sarjanro
fr_fr: N° de série
nl_nl: Serienr.
sv_se: Serienummer

# Codeunit 4102542493 - NamedType 4253717815
source: Setup Time
de_de: Rüstzeit
fi_fi: Asetusaika
fr_fr: Temps de préparation
nl_nl: Insteltijd
sv_se: Omställningstid

# Codeunit 4102542493 - NamedType 3732828540
source: Shipment
de_de: Lieferung
fi_fi: Toimitus
fr_fr: Expédition
nl_nl: Verzending
sv_se: Utleverans

# Codeunit 4102542493 - NamedType 1465294605
source: Shipment Date: %1
de_de: Lieferdatum: %1
fi_fi: Lähetyksen pvm: %1
fr_fr: Date expédition: %1
nl_nl: Verzenddatum: %1
sv_se: Utleveransdatum: %1

# Codeunit 4102542493 - NamedType 326226877
source: Document Status
de_de: Belegstatus
fi_fi: Asiakirjan tila
fr_fr: Statut Document
sv_se: Dokumentstatus

# Codeunit 4102542493 - NamedType 1546034777
source: Completely picked
de_de: Komplett kommissioniert
fi_fi: Kokonaan poimittu
fr_fr: Complètement prélevée
nl_nl: Volledig gepickt
sv_se: Helt plockad

# Codeunit 4102542493 - NamedType 1993119194
source: Not picked
de_de: Anzunehmen
fi_fi: Ei poimittu
fr_fr: Non prélevé
nl_nl: Niet gekozen
sv_se: Inte plockad

# Codeunit 4102542493 - NamedType 1711925031
source: Partially picked
de_de: Teilweise kommissioniert
fi_fi: Osittain poimittu
fr_fr: Partiellement prélevée
nl_nl: Gedeeltelijk gepickt
sv_se: Delvis plockad

# Codeunit 4102542493 - NamedType 922219602
source: Partially shipped
de_de: Teilweise geliefert
fi_fi: Osittain toimitettu
fr_fr: Partiellement expédiée
nl_nl: Gedeeltelijk verzonden
sv_se: Delvis levererad

# Codeunit 4102542493 - NamedType 3047344509
source: Shipment %1 does not exist or is not released
de_de: Lieferung %1 existiert nicht oder wurde noch nicht veröffentlicht
fi_fi: Toimitusta %1 ei ole tai sitä ei ole vapautettu
fr_fr: Expédition %1 n'existe pas ou n'est pas Lancée
nl_nl: Zending %1 bestaat niet of is niet vrijgegeven
sv_se: Sändning %1 existerar inte eller har inte släppts

# Codeunit 4102542493 - NamedType 1363566732
source: Shipment Date
de_de: Lieferdatum
fi_fi: Lähetyksen pvm
fr_fr: Date expédition
nl_nl: Verzenddatum
sv_se: Utleveransdatum

# Codeunit 4102542493 - NamedType 3178214903
source: Shipment No.
de_de: Lieferungsnr.
fi_fi: Toimituksen nro
fr_fr: Expédition N°
nl_nl: Verzendnr.
sv_se: Utleveransnr

# Codeunit 4102542493 - NamedType 2150213526
source: Select Shipping Agent
fi_fi: Valitse kuljetusliike
nl_nl: Selecteer verzendagent
sv_se: Välj speditör

# Codeunit 4102542493 - NamedType 678437308
source: Select Shipping Agent Service
fi_fi: Valitse kuljetusliikkeen palvelu
nl_nl: Selecteer service voor verzendingsagentschappen
sv_se: Välj speditörstjänst

# Codeunit 4102542493 - NamedType 148322705
source: Ship-to Address
de_de: Lief. an Adresse
fi_fi: Toimitusasiakkaan osoite
fr_fr: Adresse destinataire
nl_nl: Verzendadres
sv_se: Leveransadress

# Codeunit 4102542493 - NamedType 905867792
source: Signature
de_de: Unterschrift
fi_fi: Allekirjoitus
nl_nl: Bedrag ABC-/driehoekservicetransacties
sv_se: Signatur

# Codeunit 4102542493 - NamedType 917798543
source: Please sign here.
de_de: Bitte hier unterschreiben.
fi_fi: Allekirjoita tähän.
fr_fr: Signez ici s'il vous plait.
nl_nl: Gelieve hier te tekenen.
sv_se: Vänligen skriv under här.

# Codeunit 4102542493 - NamedType 3247434636
source: The split line was not found.
de_de: Die Aufteilungszeile wurde nicht gefunden.
fi_fi: Jaettua riviä ei löydy.
fr_fr: La ligne de séparation n'a pas été trouvée.
nl_nl: De opgesplitste regel is niet gevonden.
sv_se: Delningsraden kunde inte hittas.

# Codeunit 4102542493 - NamedType 1982736543
source: Staging Hint
fi_fi: Paikka
nl_nl: Voorbereiding hint
sv_se: Staging tips

# Codeunit 4102542493 - NamedType 3207398157
source: Inform where goods are staged
fi_fi: Tieto missä paikassa kuljetusyksiköt ovat
nl_nl: Informeer waar goederen zijn voorbereid
sv_se: Informera var varorna hålls

# Codeunit 4102542493 - NamedType 4247058885
source: Starting Date
de_de: Startdatum
fi_fi: Aloituspvm
fr_fr: Date de début
nl_nl: Begindatum
sv_se: Startdatum

# Codeunit 4102542493 - NamedType 73417260
source: Start New LP
fi_fi: Aloita uusi kuljetusyksikkö

# Codeunit 4102542493 - NamedType 4260099130
source: Start Run
de_de: Bearbeitung starten
fi_fi: Aloita ajoaika
fr_fr: Démarrer l'exécution
nl_nl: Start uitvoering
sv_se: Starta körning

# Codeunit 4102542493 - NamedType 347056844
source: Start Setup
de_de: Rüstzeit starten
fi_fi: Aloita asetusaika
fr_fr: Démarrer la préparation
nl_nl: Setup starten
sv_se: Starta installation

# Codeunit 4102542493 - NamedType 2903443302
source: Start Time
de_de: Startzeit
fi_fi: Aloitusaika
fr_fr: Heure de début
nl_nl: Begintijd
sv_se: Starttid

# Codeunit 4102542493 - NamedType 1819449818
source: Stop Run
de_de: Bearbeitung beenden
fi_fi: Lopeta ajoaika
fr_fr: Arrêter l'exécution
nl_nl: Stop Uitvoering
sv_se: Stoppa körning

# Codeunit 4102542493 - NamedType 2830199404
source: Stop Setup
de_de: Rüstzeit beenden
fi_fi: Lopeta asetusaika
fr_fr: Arrêter la préparation
nl_nl: Setup stoppen
sv_se: Stoppa installation

# Codeunit 4102542493 - NamedType 1241699654
source: Stop Time
de_de: Stoppzeit
fi_fi: Pysähdysaika
fr_fr: Temps d'arrêt
nl_nl: Stoptijd
sv_se: Stopptid

# Codeunit 4102542493 - NamedType 136555366
source: Substitute Component
de_de: Komponente ersetzen
fi_fi: Korvaava komponentti
fr_fr: Article de substitution
nl_nl: Vervangd component
sv_se: Ersättningskomponent

# Codeunit 4102542493 - NamedType 3292378617
source: substitute with
de_de: ersetzen mit
fi_fi: korvaa
fr_fr: substituer avec
nl_nl: vervangen met
sv_se: ersätt med
