Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Table 1131056297 - Field 2568368417 - Property 2879900210
source: Sort Order Count
de_de: Sortierung Inventur
fi_fi: Lajittelujärjestys inventoinnissa
fr_fr: Trier les Ordre de Comptage
nl_nl: Sorteer telorder
sv_se: Sortera orderantal

# Table 1131056297 - Field 2568368417 - Property 62802879
source: Worksheet,Item,Bin
de_de: Arbeitsblatt,Artikel,Lagerplatz
fi_fi: Työkirja,Nimike,Varastopaikka
fr_fr: Feuille d'activité,Article,Emplacement
nl_nl: Werkblad,Artikel,Opslaglocatie
sv_se: Arbetsblad, Artikel, lagerplats

# Table 1131056297 - Field 3119186385 - Property 2879900210
source: Sort Order Movement
de_de: Sortierung Umlagerung
fi_fi: Lajittelujärjestys siirrossa
fr_fr: Trier les Ordres de Déplacement
nl_nl: Sortering verplaatsingorder
sv_se: Sortera orderrörelse

# Table 1131056297 - Field 3119186385 - Property 62802879
source: Worksheet,Item,Bin
de_de: Arbeitsblatt,Artikel,Lagerplatz
fi_fi: Työkirja,Nimike,Varastopaikka
fr_fr: Feuille d'activité,Article,Emplacement
nl_nl: Werkblad,Artikel,Opslaglocatie
sv_se: Arbetsblad, Artikel, lagerplats

# Table 1131056297 - Field 1103095543 - Property 2879900210
source: Sort Order Pick
de_de: Sortierung Kommissionierung
fi_fi: Lajittelujärjestys poiminnassa
fr_fr: Trier les Ordres de Prelevement
nl_nl: Sortering magazijnpick
sv_se: Sortera orderplock

# Table 1131056297 - Field 1103095543 - Property 62802879
source: Worksheet,Item,Bin
de_de: Arbeitsblatt,Artikel,Lagerplatz
fi_fi: Työkirja,Nimike,Varastopaikka
fr_fr: Feuille d'activité,Article,Emplacement
nl_nl: Werkblad,Artikel,Opslaglocatie
sv_se: Arbetsblad, Artikel, lagerplats

# Table 1131056297 - Field 4071268858 - Property 2879900210
source: Sort Order Put-away
de_de: Sortierung Einlagerung
fi_fi: Lajittelujärjestys hyllytyksessä
fr_fr: Trier les Ordres de Rangement
nl_nl: Sortering magazijnopslag
sv_se: Sorteringsordning "Put-Away"

# Table 1131056297 - Field 4071268858 - Property 62802879
source: Worksheet,Item,Bin
de_de: Arbeitsblatt,Artikel,Lagerplatz
fi_fi: Työkirja,Nimike,Varastopaikka
fr_fr: Feuille d'activité,Article,Emplacement
nl_nl: Werkblad,Artikel,Opslaglocatie
sv_se: Arbetsblad, Artikel, lagerplats

# Table 1131056297 - Field 650732151 - Property 2879900210
source: Tote per
de_de: Sammelbehälter Pro
fi_fi: Laatikko per
fr_fr: Casiers par

# Table 1131056297 - Field 650732151 - Property 62802879
source: Destination No.,Source No.,Whse. Document No.
de_de: Ziel Nr.,Herkunftsnr.,Logistikbelegnr.
fi_fi: Kohteen nro,Lähteen nro,F.var. asiakirjanro
fr_fr: N° Client, N° de document Source, N° Expedition Entrepot.
nl_nl: Bestemmingsnr., Bronnr., Magazijndocumentnr.
sv_se: Destinationsnr., Ursprungsnr..,Lagerdokumentnr.

# Table 1131056297 - Field 208203541 - Property 2879900210
source: Show available quantity on Unplanned Move
de_de: Verfügbare Menge bei Ungeplanter Bewegung anzeigen
fi_fi: Näytä saatavilla oleva määrä suunnittelemattomassa siirrossa
fr_fr: Afficher la quantité disponible sur le mouvement non planifié
nl_nl: Toon beschikbare hoeveelheid bij ongeplande verplaatsing
sv_se: Visa tillgängligt antal på oplanerad förflyttning

# Table 1131056297 - Field 950908618 - Property 2879900210
source: Item Reclassification Batch
de_de: Ungeplante Umlagerungs-Artikel Buch.-Blattname
fi_fi: Nimikkeen uudelleenluokituspvk:n erä
fr_fr: Nom du journal du Mouvement non planifié de articles
nl_nl: Artikelherindelingsdagboek batches
sv_se: Artikelomklassificerings batch

# Table 1131056297 - Field 2654301383 - Property 2879900210
source: Warehouse Reclassification Batch
de_de: Ungeplanter Umlagerungs Buch.-Blattname
fi_fi: F. var. uudelleenluokituspvk:n erä
fr_fr: Nom du Mouvement non planifié de articles
nl_nl: Magazijn herindelingsdagboekbatch
sv_se: Lageromklassificerings Batch

# Table 1131056297 - Field 2116119163 - Property 2879900210
source: Use Base Unit of Measure
de_de: Basis Einheit Werwenden
fi_fi: Käytä perusmittayksikköä
fr_fr: Utiliser l'unité de mesure de base
nl_nl: Gebruik basiseenheid
sv_se: Använd basenheten

# Table 1131056297 - Field 475016873 - Property 2879900210
source: Use External Storage (Attach Image)
fi_fi: Käytä ulkoista tallennustilaa (liitä kuva)

# Table 1131056297 - Field 475016873 - Method 2126772001 - NamedType 551814218
source: The file scenario "%1" is not assigned to any external file account. Please assign the scenario before enabling external storage.
fi_fi: Tiedostoskenaario "%1" ei ole määritetty millekään ulkoiselle tiedostotilille. Määritä skenaario ennen ulkoisen tallennustilan käyttöönottoa.

# Table 1131056297 - Field 853615065 - Property 2879900210
source: Use Mobile TimeZone when posting
de_de: Mobile TimeZone beim Posten verwenden
fi_fi: Käytä mobiilin aikavyöhykettä kirjauksessa
fr_fr: Utiliser le fuseau horaire mobile lors de l'affichage
nl_nl: Gebruik de tijdzone van het mobiel apparaat bij het boeken
sv_se: Använd mobiltidszon vid bokföring

# Table 1131056297 - Field 503401561 - Property 2879900210
source: Warehouse Journal Batch
de_de: Logistik Buch.-Blattname
fi_fi: F. var. pvk:n erä
fr_fr: Feuille entrepôt
nl_nl: Magazijndagboekbatch
sv_se: Dist.lagerjournal

# Table 1131056297 - Field 3748385149 - Property 2879900210
source: Warehouse Journal Template
de_de: Logistik Buch.-Blattvorlage
fi_fi: F. var. pvk:n malli
fr_fr: Modèle feuille entrepôt
nl_nl: Mag.-dagboeksjabloon
sv_se: Dist.lager journalmall

# Table 1131056297 - Field 2429239306 - Property 2879900210
source: Weight Unit
fi_fi: Painon yksikkö
nl_nl: Gewichtseenheid
sv_se: Viktenhet

# Table 1131056297 - Field 2428177957 - Property 2879900210
source: Warehouse Physical Inventory Template
de_de: Logistik Inventur Buch.-Blatt
fi_fi: F. var. inventointipvk:n malli
fr_fr: Modèle de journal d'inventaire d'entrepôt
nl_nl: Magazijn inventarisatiedagboeksjabloon
sv_se: Lagerinventerings mall

# Table 1131056297 - Field 4214639968 - Property 2879900210
source: Warehouse Physical Inventory Batch
fi_fi: F. var. inventointipvk:n erä
nl_nl: Magazijn inventarisatiedagboekbatch
sv_se: Lagerinventering Batch

# Table 911162677 - Property 2879900210
source: Mobile Shipping Provider
fi_fi: Mobiilin kuljetuspalveluntarjoaja
sv_se: Mobil speditör

# Table 911162677 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Table 911162677 - Field 415504711 - Property 2879900210
source: Id
fi_fi: Tunnus

# Table 2872095505 - Field 1878130204 - Property 62802879
source: Item,License Plate
fi_fi: Nimike,Kuljetusyksikkö
nl_nl: Artikel, License Plate
sv_se: Artikel,License Plate

# Table 1065568890 - Property 2879900210
source: Mobile Time Tracking Entry
de_de: Mobile Zeiterfassungs-Eintrag
fi_fi: Mobiilin ajanseurannan tapahtuma
fr_fr: Entrée de suivi du temps mobile
sv_se: Mobil tidsrapporteringspost

# Table 1065568890 - Field 4001883873 - Property 2879900210
source: Applies-to Entry No.
de_de: Ausgleich mit Lfd. Nr.
fi_fi: Kohdistetaan tapahtumanroon
fr_fr: N° séquence lettrage
nl_nl: Vereffenen met postnr.
sv_se: Kopplas till löpnr

# Table 1065568890 - Field 3587140186 - Property 2879900210
source: Capacity Unit of Measure Code
de_de: Kapazitätseinheiten Code
fi_fi: Kapasiteetin mittayksikön koodi
fr_fr: Code unité capacité
nl_nl: Capaciteitseenheid code
sv_se: Kapacitetsenhets kod

# Table 1065568890 - Field 2681758783 - Property 2879900210
source: Device ID
de_de: Geräte-ID
fi_fi: Laitetunnus
fr_fr: ID de l'appareil
nl_nl: Apparaat-ID
sv_se: Enhetens ID

# Table 1065568890 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Postennummer
fi_fi: Tapahtumanro
fr_fr: N° séquence
nl_nl: Volgnummer
sv_se: Löpnr

# Table 1065568890 - Field 1469866000 - Property 2879900210
source: Mobile User ID
de_de: Mobile Benutzer-ID
fi_fi: Mobiilin käyttäjätunnus
fr_fr: ID utilisateur mobile
sv_se: Mobil användar-ID

# Table 1065568890 - Field 4259830144 - Property 2879900210
source: Open
de_de: Öffnen
fi_fi: Avaa
fr_fr: Ouvrir
nl_nl: Openen
sv_se: Öppna

# Table 1065568890 - Field 3162383302 - Property 2879900210
source: Operation No.
de_de: Arbeitsgangnr.
fi_fi: Operaation nro
fr_fr: N° opération
nl_nl: Bewerkingsnr.
sv_se: Operationsnr

# Table 1065568890 - Field 851830778 - Property 2879900210
source: Prod. Order No.
de_de: FA-Nr.
fi_fi: Tuotantotilauksen nro
fr_fr: N° ordre de fabrication
nl_nl: Prod.-ordernr.
sv_se: Prod.ordernr

# Table 1065568890 - Field 683691527 - Property 2879900210
source: Status
fi_fi: Tila
fr_fr: Statut

# Table 1065568890 - Field 2704404533 - Property 2879900210
source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nl_nl: Aantal
sv_se: Antal

# Table 1065568890 - Field 3678395431 - Property 2879900210
source: Registering Date
de_de: Registriert am
fi_fi: Rekisteröintipvm
fr_fr: Date enregistrement
nl_nl: Registratiedatum
sv_se: Registreringsdatum

# Table 1065568890 - Field 3123169861 - Property 2879900210
source: Routing No.
de_de: Arbeitsplannr.
fi_fi: Reititysnro
fr_fr: N° gamme
nl_nl: Bew.-plannr.
sv_se: Operationsföljdsnr

# Table 1065568890 - Field 2542071172 - Property 2879900210
source: Routing Reference No.
de_de: Arbeitsplanref.-Nr.
fi_fi: Reitityksen viitenro
fr_fr: N° référence gamme
nl_nl: Bew.-planreferentienr.
sv_se: Oper.följd referensnr

# Table 1065568890 - Field 3831983943 - Property 2879900210
source: Source RecordId
de_de: Quell-RecordId
fi_fi: Lähteen tietuetunnus
fr_fr: SourceID de l'enregistrement
nl_nl: Bron RecordId
sv_se: Källdokument-id

# Table 1065568890 - Field 474480784 - Property 2879900210
source: Start Date
de_de: Startdatum
fi_fi: Aloituspvm
fr_fr: Date début
nl_nl: Begindatum
sv_se: Startdatum

# Table 1065568890 - Field 209647827 - Property 2879900210
source: Start DateTime
de_de: Start-Datumzeit
fi_fi: Aloituspvm ja -aika
fr_fr: Date-heure de début
nl_nl: Begin datum&tijd
sv_se: Start Datumtid

# Table 1065568890 - Field 2169532623 - Property 2879900210
source: Start Time
de_de: Startzeit
fi_fi: Aloitusaika
fr_fr: Heure de début
nl_nl: Begintijd
sv_se: Starttid

# Table 1065568890 - Field 3172814576 - Property 2879900210
source: Stop Date
de_de: Stoppdatum
fi_fi: Lopetuspvm
nl_nl: Einddatum
sv_se: Slutdatum

# Table 1065568890 - Field 1557198579 - Property 2879900210
source: Stop DateTime
de_de: Stopp-Datumszeit
fi_fi: Lopetuspvm ja -aika
fr_fr: Date-heure d'arrêt
nl_nl: Datum/tijd stop
sv_se: Stopp datumtid

# Table 1065568890 - Field 4125535791 - Property 2879900210
source: Stop Time
de_de: Stoppzeit
fi_fi: Pysähdysaika
fr_fr: Temps d'arrêt
nl_nl: Stoptijd
sv_se: Stopptid

# Table 1065568890 - Field 286136226 - Property 2879900210
source: Entry Type
de_de: Postenart
fi_fi: Tapahtuman tyyppi
fr_fr: Type écriture
nl_nl: Boekingssoort
sv_se: Transaktionstyp

# Table 1065568890 - Field 2713257778 - Property 2879900210
source: Status
fi_fi: Tila
fr_fr: Statut

# Table 957183459 - Property 2879900210
source: Mobile User
de_de: Mobile Benutzer
fi_fi: Mobiilin käyttäjä
fr_fr: Utilisateur mobile
sv_se: Mobilanvändare

# Table 957183459 - Field 1964419135 - Property 2879900210
source: Employee No.
de_de: Mitarbeiternr.
fi_fi: Työntekijänro
fr_fr: N° salarié
nl_nl: Werknemer
sv_se: Anställningsnr

# Table 957183459 - Field 2273653569 - Property 2879900210
source: Language Code
de_de: Sprachcode
fi_fi: Kielikoodi
fr_fr: Code langue
nl_nl: Taal
sv_se: Språkkod

# Table 957183459 - Field 3815613634 - Property 2879900210
source: Location Count
fi_fi: Sijaintien määrä

# Table 957183459 - Field 3348882867 - Property 2879900210
source: Profiling Enabled Until
fi_fi: Profilointi käytössä kunnes
nl_nl: Profiling ingeschakeld tot
sv_se: Profilering aktiverad tills

# Table 957183459 - Field 2708250016 - Property 2879900210
source: User ID
de_de: Benutzer-ID
fi_fi: Käyttäjätunnus
fr_fr: Code utilisateur
nl_nl: Gebruikers-id
sv_se: Användar-ID

# Table 957183459 - Field 129688762 - Property 2879900210
source: User Name
de_de: Benutzername
fi_fi: Käyttäjänimi
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
sv_se: Användarnamn

# Table 2429249360 - Property 2879900210
source: Mobile WMS Media Queue
de_de: Mobile WMS Media Warteschlange
fi_fi: Mobile WMS:n mediajono
fr_fr: File d'attente de médias WMS mobile
sv_se: Mobil WMS-mediekö

# Table 2429249360 - Field 2500892784 - Property 2879900210
source: Date
de_de: Datum
fi_fi: Pvm
nl_nl: Datum
sv_se: Datum

# Table 2429249360 - Field 3453613999 - Property 2879900210
source: Time
de_de: Zeit
fi_fi: Aika
fr_fr: Temps
nl_nl: Tijd
sv_se: Tid

# Table 2429249360 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Table 2429249360 - Field 2681758783 - Property 2879900210
source: Device ID
de_de: Geräte-ID
fi_fi: Laitetunnus
fr_fr: ID de l'appareil
nl_nl: Apparaat-ID
sv_se: Enhetens ID

# Table 2429249360 - Field 625010014 - Property 2879900210
source: Image Id
de_de: Bild-ID
fi_fi: Kuvan tunnus
fr_fr: Image utilisateur
nl_nl: Afbeelding Id
sv_se: Bild-Id

# Table 2429249360 - Field 2898143332 - Property 2879900210
source: Note
de_de: Hinweis
fi_fi: Muistio
nl_nl: Opmerking
sv_se: Anmärkning

# Table 2429249360 - Field 1594621544 - Property 2879900210
source: Picture
de_de: Bild
fi_fi: Kuva
fr_fr: Image
nl_nl: Afbeelding
sv_se: Bild

# Table 2429249360 - Field 2897660500 - Property 2879900210
source: Record ID
de_de: Datensatz-ID
fi_fi: Tietueen tunnus
fr_fr: ID d'enregistrement
sv_se: Post-ID

# Table 443419004 - Property 2879900210
source: Mobile WMS Registration
de_de: Mobile WMS Registrierungsliste
fi_fi: Mobile WMS:n rekisteröinti
fr_fr: Enregistrement du WMS mobile
sv_se: Mobil WMS-registrering

# Table 443419004 - Field 3892058450 - Property 2879900210
source: ActionType
de_de: Aktionstyp
fi_fi: Toiminnon tyyppi
fr_fr: Type d'action
nl_nl: Actietype
sv_se: Åtgärdstyp

# Table 443419004 - Field 938815142 - Property 2879900210
source: AtO Tracking Collected
de_de: AtO-Tracking gesammelt
fi_fi: AtO-seuranta kerätty
fr_fr: AtO tracking reçu
nl_nl: AtO tracering verzameld
sv_se: AtO Spårning Insamlad

# Table 443419004 - Field 2680873021 - Property 2879900210
source: Destination No.
de_de: Für Nr.
fi_fi: Kohteen nro
fr_fr: N° destination
nl_nl: Bestemmingsnr.
sv_se: Destinationsnr

# Table 443419004 - Field 2163457152 - Property 2879900210
source: Destination Type
de_de: Für Art
fi_fi: Kohteen tyyppi
fr_fr: Type destination
nl_nl: Bestemmingssoort
sv_se: Destinationstyp

# Table 443419004 - Field 2163457152 - Property 62802879
source: ,Customer,Vendor,Location,Item,Family,Sales Order
de_de: ,Debitor,Kreditor,Lagerort,Artikel,Familie,Verkaufsauftrag
fi_fi: ,Asiakas,Toimittaja,Sijainti,Nimike,Perhe,Myyntitilaus
fr_fr: ,Client, Fournisseur,Magasin,Article,Famille,Commande Vente
nl_nl: ,Klant,Leverancier,Locatie,Artikel,Family,Verkooporder
sv_se: ,Kund,Leverantör,lagerställe,artikel,Familj,Försäljningsorder

# Table 443419004 - Field 1579714849 - Property 2879900210
source: Expiration Date
de_de: Ablaufdatum
fi_fi: Vanhentumispvm
fr_fr: Date d’expiration
nl_nl: Vervaldatum
sv_se: Utgångsdatum

# Table 443419004 - Field 1565688562 - Property 2879900210
source: From License Plate No.
de_de: Von License Plate Nr.
fi_fi: Kuljetusyksiköstä nro

# Table 443419004 - Field 2791041653 - Property 2879900210
source: FromBin
de_de: Von Lagerplatz
fi_fi: Varastopaikasta
fr_fr: De l'emplacement
nl_nl: Van opslaglocatie
sv_se: Från lagerplats

# Table 443419004 - Field 1298503506 - Property 2879900210
source: Handled
de_de: Bearbeiten
fi_fi: Käsitelty
fr_fr: Géré
nl_nl: Behandeld
sv_se: Hanterad

# Table 443419004 - Field 568743302 - Property 2879900210
source: Item No.
de_de: Artikelnr.
fi_fi: Nimikkeen nro
fr_fr: N° article
nl_nl: Artikelnr.
sv_se: Artikelnr

# Table 443419004 - Field 2701918132 - Property 2879900210
source: To License Plate No.
fi_fi: Kuljetusyksiköön nro

# Table 443419004 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr.
fi_fi: Rivinro
fr_fr: N° ligne
nl_nl: Regelnr.
sv_se: Radnr

# Table 443419004 - Field 1425470303 - Property 2879900210
source: LineSelection Value
de_de: LineSelection Wert
fi_fi: Rivivalinnan arvo
fr_fr: Valuer de selection ligne
nl_nl: Lijnselectie waarde
sv_se: Radmarkeringsvärde

# Table 443419004 - Field 2161572060 - Property 2879900210
source: Location Code
de_de: Lagerortcode
fi_fi: Sijaintikoodi
fr_fr: Magasin
nl_nl: Vestiging
sv_se: Lagerställekod

# Table 443419004 - Field 3275075920 - Property 2879900210
source: LotNumber
de_de: Chargennr.
fi_fi: Eränro
fr_fr: Numéro de Lot
nl_nl: Lotnummer
sv_se: Partinummer

# Table 443419004 - Field 2202932243 - Property 2879900210
source: Order No.
de_de: Auftragsnr.
fi_fi: Tilausnro
fr_fr: N° commande
nl_nl: Ordernr.
sv_se: Ordernr

# Table 443419004 - Field 3071385747 - Property 2879900210
source: PackageNumber
de_de: Paketnummer
fi_fi: Pakettinro
nl_nl: Verpakkingsnummer
sv_se: Kollinummer

# Table 443419004 - Field 688415103 - Property 2879900210
source: Phys. Invt. Recording No.
de_de: Inventurerfassungen
fi_fi: Inventointitallennuksen nro
fr_fr: N° d'enregistrement de l'inventaire physique
nl_nl: Inventarisatie registratienummer
sv_se: Inventering registreringsnummer.

# Table 443419004 - Field 182220442 - Property 2879900210
source: Posting MessageId
de_de: Mobile NachrichtenId posten
fi_fi: Kirjauksen viestitunnus
fr_fr: Validation en cours MessageId
nl_nl: Post bericht ID
sv_se: Bokföringsmeddelande-id

# Table 443419004 - Field 2927039812 - Property 2879900210
source: Prefixed Line No.
de_de: Vorfixe Zeilennr.
fi_fi: Ennalta asetettu rivinro
fr_fr: Numéro de ligne préfixé
nl_nl: Prefix regel nr.
sv_se: Prefixerat Radnr.

# Table 443419004 - Field 2138704244 - Property 2879900210
source: Prod. Order Line No.
de_de: FA-Zeilennr.
fi_fi: Tuot.til. rivinro
fr_fr: N° ligne O.F.
nl_nl: Prod.-orderregelnr.
sv_se: Prod.orderradnr

# Table 443419004 - Field 2704404533 - Property 2879900210
source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nl_nl: Aantal
sv_se: Antal

# Table 443419004 - Field 3430636682 - Property 2879900210
source: Registration No.
de_de: Steuernummer
fi_fi: Rekisteröintinro
fr_fr: N° SIRET
nl_nl: Handelsregisternr.
sv_se: Organisationsnr

# Table 443419004 - Field 3000151260 - Property 2879900210
source: Registration XML
de_de: Registrierungen XML
fi_fi: Rekisteröinnin XML
fr_fr: Enregistrement XML
nl_nl: Registratie XML
sv_se: Registrerings XML

# Table 443419004 - Field 1823059155 - Property 2879900210
source: Registration Created
de_de: Anmeldedatum
fi_fi: Rekisteröinti luotu
fr_fr: Enregistrement Créé
nl_nl: Registratie aangemaakt
sv_se: Registrering skapad

# Table 443419004 - Field 4005108893 - Property 2879900210
source: SerialNumber
de_de: Seriennummer
fi_fi: Sarjanumero
fr_fr: Numéro de série
nl_nl: Serienummer
sv_se: Serienummer

# Table 443419004 - Field 1045917230 - Property 2879900210
source: Source Document
de_de: Herkunftsbeleg
fi_fi: Lähdeasiakirja
fr_fr: Document origine
nl_nl: Brondocument
sv_se: Källdokument

# Table 443419004 - Field 1045917230 - Property 62802879
source: ,Sales Order,,,Sales Return Order,Purchase Order,,,Purchase Return Order,Inbound Transfer,Outbound Transfer,Prod. Consumption,Prod. Output,,,,,,Service Order,,Assembly Consumption,Assembly Order
de_de: ,Verkaufsauftrag,,,Verkaufsreklamation,Bestellung,,,Einkaufsreklamation ,Eingehende Umlagerung,Ausgehende Umlagerung,FA-Verbrauch ,FA-Ausgabe,,,,,,Serviceauftrag,,Verbrauch für Montage,Montageauftrag
fi_fi: ,Myyntitilaus,,,Myyntipalautustilaus,Ostotilaus,,,Ostopalautustilaus,Saapuva siirto,Lähtevä siirto,Tuotannon kulutus,Tuotannon tuotos,,,,,,Huoltotilaus,,Kokoonpanon kulutus,Kokoonpanotilaus
fr_fr: ,Commande vente,,,Retour vente,Commande achat,,,Retour achat,Enlogement transfert,Désenlogement transfert,Consommation O.F.,Production O.F.,,,,,,Commande service,,Consommation d'assemblage,Ordre d'assemblage
nl_nl: ,Verkooporder,Verkoopretourorder,Inkooporder,Inkoopretourorder,Inkomende transfer,Uitgaande transfer,Prod.-verbruik,Prod.-output, Service Order,Assemblyverbruik,Assemblageorder
sv_se: ,Försäljningsorder,,,Försäljningsreturorder,Inköpsorder,,,Inköpsreturorder,Inkommande överföring,Utgående överföring,Prod. Förbrukning,Prod.output,,,,,,Serviceorder,,Monteringsförbrukning,Monteringsorder

# Table 443419004 - Field 312545736 - Property 2879900210
source: Source Line No.
de_de: Herkunftszeilennr.
fi_fi: Lähderivinro
fr_fr: N° ligne origine
nl_nl: Bronregelnr.
sv_se: Ursprungsradnr

# Table 443419004 - Field 315308759 - Property 2879900210
source: Source MOBSystemId
de_de: Herkunft MOBSystemId
fi_fi: Lähteen MOBSystemId
fr_fr: N° origine SystemId
nl_nl: Bron MOBSystemId
sv_se: Källa MOBSystemId

# Table 443419004 - Field 1882905478 - Property 2879900210
source: Source No.
de_de: Herkunftsnr.
fi_fi: Lähteen nro
fr_fr: N° origine
nl_nl: Bronnr.
sv_se: Ursprungsnr

# Table 443419004 - Field 1753214751 - Property 2879900210
source: Source Type
de_de: Herkunftsart
fi_fi: Lähdetyyppi
fr_fr: Type origine
nl_nl: Bronsoort
sv_se: Ursprungstyp

# Table 443419004 - Field 2845398962 - Property 2879900210
source: ToBin
de_de: Nach Lagerplatz
fi_fi: Varastopaikkaan
fr_fr: À l'emplacement
nl_nl: Naar opslaglocatie
sv_se: Till lagerplats

# Table 443419004 - Field 2672276560 - Property 2879900210
source: Tote Handled
de_de: Sammelbehälter-ID Gehandhabt
fi_fi: Laatikko käsitelty
fr_fr: Géré par le casier
nl_nl: Behandelde tote
sv_se: Tote Hanterad

# Table 443419004 - Field 4046981561 - Property 2879900210
source: Tote ID
de_de: Sammelbehälter-ID
fi_fi: Laatikon tunnus
fr_fr: Identifiant de casier

# Table 443419004 - Field 344946507 - Property 2879900210
source: Transferred From LicensePlate
fi_fi: Siirretty kuljetusyksiköstä

# Table 443419004 - Field 1511100256 - Property 2879900210
source: Transferred To LicensePlate
fi_fi: Siirretty kuljetusyksikköön
nl_nl: Verplaatst naar License Plate
sv_se: Överförd till LicensePlate

# Table 443419004 - Field 1878130204 - Property 2879900210
source: Type
de_de: Art
fi_fi: Tyyppi
nl_nl: Soort
sv_se: Typ

# Table 443419004 - Field 3955711665 - Property 2879900210
source: UnitOfMeasure
de_de: Einheit
fi_fi: Mittayksikkö
fr_fr: Unité de mesure
nl_nl: Eenheid
sv_se: Enhet

# Table 443419004 - Field 3450651614 - Property 2879900210
source: Variant Code
de_de: Variantencode
fi_fi: Varianttikoodi
fr_fr: Code de variante
nl_nl: Variant
sv_se: Variantkod

# Table 443419004 - Field 852860147 - Property 2879900210
source: Whse. Document Line No.
de_de: Logistikbelegzeilennr.
fi_fi: F. var. asiakirjan rivinro
fr_fr: N° ligne document entrep.
nl_nl: Mag.-documentregelnr.
sv_se: Dist.lager dokumentradnr

# Table 443419004 - Field 1483846801 - Property 2879900210
source: Whse. Document No.
de_de: Logistikbelegnr.
fi_fi: F.var. asiakirjanro
fr_fr: N° document entrepôt
nl_nl: Mag.-documentnr.
sv_se: Dist.lager dokumentnr

# Table 443419004 - Field 2071670972 - Property 2879900210
source: Whse. Document Type
de_de: Logistikbelegart
fi_fi: F. var. asiakirjan tyyppi
fr_fr: Type document entrepôt
nl_nl: Mag.-documenttype
sv_se: Dist.lager dokumenttyp

# Table 443419004 - Field 2071670972 - Property 62802879
source: ,Receipt,Shipment,Internal Put-away,Internal Pick,Production,Movement Worksheet,,Assembly
de_de: ,Wareneingang,Warenausgang,Interne Einlag.-Anforderung,Interne Kommiss.-Anforderung,Fertigung,Umlagerungsarbeitsblatt,,Montage
fi_fi: ,Vastaanotto,Toimitus,Sisäinen hyllytys,Sisäinen poiminta,Tuotanto,Siirtotyökirja,,Kokoonpano
fr_fr: ,Receptions,Expeditions,Rangements internes,Prélèvements internes,Production,Feuilles de Mouvement,,Assemblages
nl_nl: ,Ontvangst,Verzending,Interne opslag,Interne pick,Productie,Verplaatsingsvoorstel,Assemblage
sv_se: ,Inleverans,Sändning,Intern artikelinförsel,Intern plockning,Produktion,Transportförslag,,Montering
