Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Codeunit 4102542493 - NamedType 1772314315
source: Substitution available
de_de: Ersatzartikel verfügbar
fi_fi: Korvaava olemassa
fr_fr: Substitution disponible
nl_nl: Vervanging beschikbaar
sv_se: Ersättning tillgänglig

# Codeunit 4102542493 - NamedType 1298699432
source: Suggestion: %1
fi_fi: Ehdotus: %1

# Codeunit 4102542493 - NamedType 2910789923
source: The matching take line could not be found for order line %1
de_de: Die passende Lagerentnahme konnte für zeile %1 nicht gefunden werden
fi_fi: Tilausriville %1 ei löydy ota-tyyppistä riviä
fr_fr: Impossible de trouver la ligne de prélèvement correspondante pour la ligne de commande %1
nl_nl: De overeenkomende pick regel kon niet worden gevonden voor orderlijn %1
sv_se: Den matchande take line kunde inte hittas för orderraden

# Codeunit 4102542493 - NamedType 2401401079
source: Time
de_de: Zeit
fi_fi: Aika
fr_fr: Temps
nl_nl: Tijd
sv_se: Tid

# Codeunit 4102542493 - NamedType 2687138013
source: Time can not be registered at this production order
de_de: Zeit kann bei diesem Fertigungsauftrag nicht registriert werden
fi_fi: Aikaa ei voi rekisteröidä tälle tuotantotilaukselle
fr_fr: Le temps ne peut pas être enregistré sur cet ordre de fabrication
nl_nl: Tijd kan niet worden geregistreerd bij dit productieorder
sv_se: Tiden kan inte registreras vid denna produktionsorder

# Codeunit 4102542493 - NamedType 713540913
source: Tote %1 could not be found on shipment %2
de_de: Sammelbehälter %1 konnte nicht auf Sendung %2 gefunden werden
fi_fi: Laatikkoa %1 ei löydy toimitukselle %2
fr_fr: Le bac %1 est introuvable sur l'expédition %2
nl_nl: Tote %1 kon niet worden gevonden op verzending %2
sv_se: Tote %1 kunde inte hittas på sändning %2

# Codeunit 4102542493 - NamedType 3689604428
source: Tote ID
de_de: Sammelbehälter-ID
fi_fi: Laatikon tunnus
fr_fr: Identifiant de casier

# Codeunit 4102542493 - NamedType 3588452585
source: Tote Shipping
de_de: Multi-Order-Shipping
fi_fi: Ryhmäkeräily
fr_fr: Casier expédié
nl_nl: Versturen van bakken
sv_se: Tote Försändelse

# Codeunit 4102542493 - NamedType 3288775096
source: Tote shipping is only possible on locations where shipments and picks are used. This is not true for %1
de_de: Sammelbehälterkommissionierung ist nur möglich für Lagerort mit Warenausgängen und Kommissionierungen. Für %1 trifft dies nicht zu
fi_fi: Laatikkotoimitus on mahdollista vain sijainneissa, joissa käytetään toimitusta ja poimintaa. Näin ei ole sijainnissa %1
fr_fr: Casier expédié n'est possible que sur les magasins où les expéditions et les prélèvements sont utilisés. Ce n'est pas vrai pour %1
nl_nl: Tote verzending is alleen mogelijk op vestigingen waar verzendingen en picks worden gebruikt. Dit geldt niet voor %1
sv_se: Tote shipping är endast möjligt på platser där sändningar och plockningar används. Detta gäller inte för %1

# Codeunit 4102542493 - NamedType 3532142925
source: To: %1
de_de: Nach: %1
fi_fi: Kohteeseen: %1
fr_fr: À : %1
nl_nl: Naar: %1
sv_se: Till: %1

# Codeunit 4102542493 - NamedType 3439219748
source: To Bin
de_de: Nach Lagerplatz
fi_fi: Varastopaikkaan
fr_fr: À l'emplacement
nl_nl: Naar opslaglocatie
sv_se: Till lagerplats

# Codeunit 4102542493 - NamedType 548859749
source: To License Plate
de_de: Bis License Plate
fi_fi: Kuljetusyksikköön
fr_fr: Contenant
nl_nl: Naar License Plate
sv_se: Till License Plate

# Codeunit 4102542493 - NamedType 2456835927
source: Select the License Plate you want to move the content into
fi_fi: Valitse kuljetusyksikkö, johon haluat siirtää sisällön
nl_nl: Selecteer de License Plate waar je de inhoud wenst naar te verplaatsen
sv_se: Välj den License Plate som du vill flytta innehållet till

# Codeunit 4102542493 - NamedType 356649840
source: The specified tracking is reserved for something else at %1
de_de: Die angebene Verfolgungsspezifikation ist bereits reserviert an %1.
fi_fi: Määritetty seuranta on varattu toiselle kohteelle %1
nl_nl: De opgegeven tracking is gereserveerd voor iets anders bij %1
sv_se: Den angivna spårningen är reserverad för något annat på %1

# Codeunit 4102542493 - NamedType 3495049027
source: Transfer Shipment No.
de_de: Umlagerungsausgangnr.
fi_fi: Siirtotoimituksen nro
fr_fr: Numéro d’expédition du transfert

# Codeunit 4102542493 - NamedType 254653772
source: Type
de_de: Art
fi_fi: Tyyppi
nl_nl: Soort
sv_se: Typ

# Codeunit 4102542493 - NamedType 4026275173
source: Unexpected: Shipment status %1 not handled.
de_de: Unerwartet: Lieferstatus %1 nicht bearbeitet.
fi_fi: Odottamaton tilanne: Toimituksen tila %1 ei käsitelty.
fr_fr: Inattendu : l'état de l'envoi %1 n'a pas été traité.
nl_nl: Onverwacht: verzend status %1 niet behandeld.
sv_se: En oväntad händelse: Sändningsstatus %1 inte hanterad.

# Codeunit 4102542493 - NamedType 3699894056
source: Item No. %1 does not exist.
de_de: Artikelnr. %1 existiert nicht.
fi_fi: Nimikettä %1 ei ole.
fr_fr: L'Article %1 n'existe pas.
nl_nl: Artikel nr. %1 bestaat niet.
sv_se: Artikeln %1 finns inte.

# Codeunit 4102542493 - NamedType 1018370212
source: The lot number %1 does not exist.%2
de_de: Die Chargennr. %1 existiert nicht.%2
fi_fi: Eränumeroa %1 ei ole.%2
fr_fr: L'article n° %1 n'existe pas.%2
nl_nl: Het lotnummer %1 bestaat niet %2
sv_se: Partinumret %1 finns inte.%2

# Codeunit 4102542493 - NamedType 1460616634
source: Unknown MediaID: %1
de_de: Unbekannte Medien-ID: %1
fi_fi: Tuntematon MediaID: %1
fr_fr: MediaID n'existe pas : %1
nl_nl: Onbekende MediaID: %1
sv_se: Okänt MediaID: %1

# Codeunit 4102542493 - NamedType 3949202555
source: Order %1 does not exist in Business Central anymore
de_de: Auftrag %1 existiert nicht mehr in Business Central
fi_fi: Tilausta %1 ei ole enää Business Centralissa
fr_fr: La commande %1 n'existe plus dans le centre d'affaires
nl_nl: Bestelling %1 bestaat niet meer in Business Central
sv_se: Order %1 finns inte längre i Business Central

# Codeunit 4102542493 - NamedType 2848080825
source: The serial number %1 does not exist.%2
de_de: Die Seriennr. %1 existiert nicht.%2
fi_fi: Sarjanumeroa %1 ei ole.%2
fr_fr: Le numéro de série %1 n'existe pas.%2
nl_nl: Het serienummer %1 bestaat niet.%2
sv_se: Serienumret %1 finns inte.%2

# Codeunit 4102542493 - NamedType 691744472
source: The order was unlocked successfully.
de_de: Der Auftrag wurde erfolgreich entsperrt.
fi_fi: Tilauksen lukitus poistettiin onnistuneesti.
fr_fr: La commande a été déverrouillée avec succès.
nl_nl: Het order was met succes ontgrendeld.
sv_se: Ordern har låsts upp.

# Codeunit 4102542493 - NamedType 1627241926
source: %2 cannot be %3 when doing an Unplanned Count of Lot Tracked Items in anything but %1
de_de: %2 kann nicht %3 sein, wenn du eine ungeplante Inventoru von Lot Tracked Items in nichts als %1 machst
fi_fi: %2 ei voi olla %3 kun tehdään suunnittematon inventointi eräseurattavalle nimikkeelle muussa kuin %1:ssa
fr_fr: %2 ne peut pas être %3 lorsque vous effectuez un inventaire non planifié d'articles suivis dans tout sauf %1
nl_nl: %2 kan geen %3 zijn wanneer je een ongeplande telling van lotgetraceerde artikelen in alles doet behalve %1
sv_se: %2 kan inte vara %3 när du gör en oplanerad inventering av partispårade artiklar i något annat än %1

# Codeunit 4102542493 - NamedType 524639603
source: Unplanned Count for %1 completed.
de_de: Ungeplante Inventur für %1 abgeschlossen.
fi_fi: Suunnittelematon inventointi nimikkeelle %1 valmis.
fr_fr: Inventaire non planifié pour %1 terminé.
nl_nl: Ongeplande telling voor %1 voltooid.
sv_se: Unplanerad räklning av %1 slutförd.

# Codeunit 4102542493 - NamedType 1142027971
source: Unplanned Count without Warehouse Tracking is not supported.
de_de: Ungeplanten Inventur ohne Artikelverfolgung ist nicht möglich.
fi_fi: Suunnittelematon inventointi ilman nimikeseurantaa varastossa ei ole mahdollinen.
fr_fr: L'inventaire non planifié sans Traçabilité entrepôt n'est pas pris en charge.
nl_nl: Ongeplande telling zonder magazijntracking wordt niet ondersteund.
sv_se: Oplanerad Räkna utan Lagerspårning stöds inte.

# Codeunit 4102542493 - NamedType 333443441
source: Unplanned Count without Location is not supported.
de_de: Ungeplanten Inventur ohne Artikelverfolgung ist nicht möglich.
fi_fi: Suunnittelematon inventointi ilman sijaintia ei ole mahdollinen.
fr_fr: Inventaire non planifié sans emplacement n'est pas pris en charge.
nl_nl: Ongeplande telling zonder vestiging wordt niet ondersteund.
sv_se: Oplanerad inventering utan lagerställe stöds inte.

# Codeunit 4102542493 - NamedType 1312042171
source: Serial Controlled Items cannot be counted using the Unplanned Count.
de_de: Serialcontrollierte Artikel können nicht mit der ungeplanten Inventur gezählt werden.
fi_fi: Sarjanumeroseurattuja nimikkeitä ei voi inventoida suunnittelemattomasti.
fr_fr: L'Inventaire non planifié sans traçabilité d'entrepôt n'est pas pris en charge.
nl_nl: Serienummers gedefinieerde artikels kunnen niet worden geteld via inventarisatie.
sv_se: Seriekontrollerade poster kan inte räknas med hjälp av den oplanerade inventering.

# Codeunit 4102542493 - NamedType 3517169369
source: Unplanned Move for %1 %2 completed to %3 %4.
fi_fi: Suunnittelematon siirto kohteelle %1 %2 kohteeseen %3 %4 valmis.

# Codeunit 4102542493 - NamedType 237040477
source: Unplanned Move for %1 completed.
de_de: Ungeplante Bewegung für %1 abgeschlossen.
fi_fi: Suunnittelematon siirto nimikkeelle %1 valmis.
fr_fr: Inventaire non planifié pour %1 terminé.
nl_nl: Ongeplande verplaatsing voor %1 voltooid.
sv_se: Oplanerad förflyttning för %1 slutförd.

# Codeunit 4102542493 - NamedType 1943035896
source: Unplanned Move for LP %1 completed. Put-away registered to Bin %2.
fi_fi: Suunnittelematon siirto kuljetusyksikölle %1 valmis. Hyllytys rekisteröity varastopaikkaan %2.

# Codeunit 4102542493 - NamedType 2208207762
source: UoM
de_de: Einheit
fi_fi: Yks
fr_fr: UM
sv_se: Enhet

# Codeunit 4102542493 - NamedType 1538004186
source: Variant
de_de: Variante
fi_fi: Variantti
fr_fr: Variante

# Codeunit 4102542493 - NamedType 1051839523
source: Weight
de_de: Gewicht
fi_fi: Paino
fr_fr: Poids Brut
nl_nl: Gewicht
sv_se: Vikt

# Codeunit 4102542493 - NamedType 962247234
source: The order number %1 is not unique. This can happen if the same numbers are used by several warehouse activities.
de_de: Die Bestellnummer %1 ist nicht eindeutig. Dies geschieht, wenn die gleichen Zahlen durch mehrere Lageraktivitäten verwendet werden.
fi_fi: Tilausnumero %1 ei ole yksilöllinen. Tämä voi tapahtua, jos samoja numeroita käytetään useissa varaston aktiviteeteissa.
fr_fr: Le numéro de commande %1 n'est pas unique. Cela peut se produire si les mêmes numéros sont utilisés par plusieurs activités d'entrepôt.
nl_nl: Het ordernummer %1 is niet uniek. Dit kan gebeuren als dezelfde nummers worden gebruikt door verschillende magazijnactiviteiten.
sv_se: Ordernumret %1 är inte unikt. Detta kan hända om samma nummer används av flera lageraktiviteter.

# Codeunit 4102542493 - NamedType 1971835948
source: Bulk Move Without Whse. Tracking enabled is not supported. Item No.: %1
de_de: Sammelumlagerung ohne Artikelverfolgung ist nicht. Artikelnr. %1
fi_fi: Massasiirto ilman nimikeseurantaa varastossa ei ole mahdollista. Nimikkeen nro: %1
fr_fr: Transfert en vrac sans WMS. Le suivi activé n'est pas pris en charge. Numéro d'article : %1
nl_nl: Bulk verplaatsen zonder magazijntracering ingeschakeld wordt niet ondersteund artikelnr.: %1
sv_se: Bulk förflyttning utan lagerspårning aktiverat stöds inte. Artikelnummer: %1

# Codeunit 4102542493 - NamedType 2608426001
source: Width
de_de: Breite
fi_fi: Leveys
fr_fr: Largeur
nl_nl: Breedte
sv_se: Bredd

# Codeunit 4102542493 - NamedType 2920270455
source: Work Center
de_de: Arbeitsplatzgruppe
fi_fi: Tuotantosolu
fr_fr: Centre de charge
nl_nl: Afdeling
sv_se: Produktionsgrupp

# Codeunit 4102542493 - NamedType 1750727232
source: The Expiration Date must be %1 for Lot No. %2
de_de: Das Ablaufdatum muss %1 für Chargennr. %2 sein
fi_fi: Vanhentumispvm pitää olla %1 eränumerolle %2
fr_fr: La date d'expiration doit être %1 pour le lot n° %2
nl_nl: De vervaldatum moet %1 zijn voor Lot Nr. %2
sv_se: Utgångsdatumet måste vara %1 för partinummer %2

# Codeunit 4102542493 - NamedType 3643800761
source: Unknown element: %1
de_de: Unbekanntes Element: %1
fi_fi: Tuntematon elementti: %1
fr_fr: Élément inconnu : %1
nl_nl: Onbekend element: %1
sv_se: Okänt element: %1

# Codeunit 4102542493 - NamedType 1382202412
source: The %1 %2 does not exist.%3
de_de: Die %1 %2 existiert nicht.%3
fi_fi: %1 %2 ei ole olemassa. %3
nl_nl: De %1 %2 bestaat niet.%3
sv_se: %1 %2 finns inte.%3

# Codeunit 4102542493 - NamedType 2643354537
source: Yes
de_de: Ja
fi_fi: Kyllä
fr_fr: Oui
nl_nl: Ja
sv_se: Ja

# Codeunit 4102542493 - NamedType 801370803
source: Yes;No
de_de: Ja;Nein
fi_fi: Kyllä;Ei
fr_fr: Oui;Non
nl_nl: Ja;Nee
sv_se: Ja;Nej

# Codeunit 3342178577 - NamedType 694498622
source: Scan the License Plate you are picking the items from
fi_fi: Skannaa kuljetusyksikkö, josta olet poimimassa nimikkeitä

# Codeunit 3342178577 - NamedType 4280809778
source: License Plate handling in Picking is disabled for Location %1.
fi_fi: Kuljetusyksiköiden käsittely poiminnassa on poistettu käytöstä sijainnissa %1.

# Codeunit 3342178577 - NamedType 2606835076
source: No content available to pick from LP: %1
fi_fi: Kuljetusyksikössä %1 ei ole poimittavaa sisältöä

# Codeunit 3342178577 - NamedType 632453114
source: You cannot pick from License Plate %1 because it is linked to %2 %3.
de_de: Sie können nicht vom License Plate auswählen %1 weil es mit %2 %3.
fi_fi: Et voi poimia kuljetusyksiköstä %1, koska se on linkitetty kohteeseen %2 %3.

# Codeunit 3764797735 - NamedType 4280809778
source: License Plate handling in Receive is disabled for Location %1.
fi_fi: Kuljetusyksiköiden käsittely vastaanotossa on poistettu käytöstä sijainnissa %1.

# Codeunit 3764797735 - NamedType 2813170585
source: Scan or enter the To License Plate for receiving items
fi_fi: Skannaa tai syötä Kuljetusyksikköön nimikkeiden vastaanottoa varten

# Codeunit 2488081054 - NamedType 3626535601
source: You cannot move more than %1 %2
fi_fi: Et voi siirtää enempää kuin %1 %2
nl_nl: U kan niet meer verplaatsen dan %1 %2
sv_se: Du kan inte flytta mer än %1 %2

# Codeunit 165949095 - NamedType 238945643
source: Please choose a file to attach.
de_de: Wählen Sie die anzuhängende Datei aus.
fi_fi: Valitse liitettävä asiakirja.
fr_fr: Choisissez un fichier à joindre.
nl_nl: Kies een bestand om te koppelen.
sv_se: Välj en fil att bifoga.

# Codeunit 165949095 - NamedType 47745979
source: Please attach a document first.
de_de: Hängen Sie zuerst einen Beleg an.
fi_fi: Liitä ensin asiakirja.
fr_fr: Veuillez tout d'abord joindre un document.
nl_nl: Koppel eerst een document.
sv_se: Bifoga ett dokument först.

# Codeunit 3969546512 - NamedType 777953099
source: Please Check Registrations.
fi_fi: Tarkasta rekisteröinnit.
nl_nl: Controleer Registraties.
sv_se: Vänligen kontrollera registreringar.

# Codeunit 3969546512 - NamedType 4041202307
source: Only %1 of %2 packages ready to ship. Do you want to proceed anyway?
fi_fi: Ainoastaan %1 pakkausta %2:sta on valmiina toimitettavaksi. Haluatko silti jatkaa?
nl_nl: Enkel %1 van %2 pakketten klaar voor verzending. Wilt u toch doorgaan?
sv_se: Endast %1 av %2 paket redo att skickas. Vill du fortsätta ändå?

# Codeunit 3969546512 - NamedType 2662627240
source: License Plate %1 located in bin %2 and not the expected shipping bin %3.\\You must move %1 to %3.
de_de: License Plate %1 befindet sich in Lagerplatz %2 und nicht der erwartete Versandbehälter %3.\\Sie müssen verschieben %1 An %3.
fi_fi: Kuljetusyksikkö %1 sijaitsee varastopaikassa %2 eikä oletetussa toimituksen varastopaikassa %3.\\Sinun täytyy siirtää %1 varastopaikkaan %3.

# Codeunit 3969546512 - NamedType 632420178
source: Not all License Plates were transferred to Shipping.
de_de: Es wurden nicht alle License Plate in den Versand übertragen.
fi_fi: Kaikkia kuljetusyksiköitä ei siirretty toimitettavaksi.
nl_nl: Niet alle License Plate waren getransfereerd naar verzending.
sv_se: Alla Licens Plates överfördes inte till frakt.

# Codeunit 3969546512 - NamedType 1305761174
source: All Assembly to Order items in Warehouse Shipment %1 must be either fully picked or not picked at all.
fi_fi: Kaikki kokoonpano tilausta varten -nimikkeet f. varaston toimituksella %1 pitää olla joko kokonaan poimittu tai ei poimittu ollenkaan.

# Codeunit 3969546512 - NamedType 121489032
source: Partial Shipment in 'Pack & Ship' is not supported because it contains Assembly To Order items.
fi_fi: Osittainen toimitusta ei voi käsitellä Pakkaa ja toimita -toiminnossa, koska se sisältää tilausohjautuvasti kokoonpantavia nimikkeitä.

# Codeunit 3969546512 - NamedType 1865597858
source: Partial Shipment in 'Pack & Ship' is not supported in versions before BC%1.
fi_fi: 'Pakkaa ja toimita' ei tue osittaista toimitusta BC%1:ta vanhemmissa versioissa.
nl_nl: Gedeeltelijke verzending in 'Verpak & verzenden' wordt niet ondersteund in versies vóór BC%1.
sv_se: Partiell sändning i 'Pack & Ship' stöds inte i versioner före BC%1.

# Codeunit 3969546512 - NamedType 552076303
source: IMPORTANT - ACTION REQUIRED!\\Error occured after the Warehouse Shipment was posted.\\Please manually Update the Page.\\%1
fi_fi: TÄRKEÄÄ - TOIMIA VAADITAAN!\\Virhetilanne tapahtui sen jälkeen kun f. var. toimitus oli kirjattu.\\Päivitä sivu manuaalisesti.\\%1
nl_nl: BELANGRIJK - ACTIE VEREIST!\\Fout opgetreden nadat de magazijnverzending geboekt is.\\nWerk de pagina handmatig bij.\\%1
sv_se: VIKTIGT - ÅTGÄRD KRÄVS!\\Fel uppstod efter att lagerförsändelsen bokfördes.\\Vänligen manuellt uppdatera sidan.\\%1

# Codeunit 3969546512 - NamedType 4056101549
source: %1 %2 must be completely shipped because the value of field '%3' is '%4'
fi_fi: %1 %2 pitää toimittaa kokonaan, koska kentän '%3' arvo on '%4'
nl_nl: %1 %2 moet volledig worden verzonden, omdat de waarde van het veld '%3' '%4 ' is
sv_se: %1 %2 måste levereras helt eftersom värdet av fältet '%3' är '%4'

# Codeunit 3969546512 - NamedType 655465091
source: You must assign tracking for item %1 in Assembly Order %2
fi_fi: Sinun tulee määrittää seuranta nimikkeelle %1 kokoonpanotilauksella %2

# Codeunit 1177478225 - NamedType 3701127700
source: The value %1 is as a License Plate.\\You cannot move a License Plate into a License Plate during the Put-away process. When a related Put-away exists, you must scan or specify the Bin Code to which the License Plate will be moved.
fi_fi: Arvo %1 on kuljetusyksikkö.\\Et voi siirtää kuljetusyksikköä kuljetusyksikköön hyllytysprosessissa. Kun on olemassa hyllytys, sinun pitää skannata tai syöttää varastopaikka, johon kuljetusyksikkö siirretään.

# Codeunit 1177478225 - NamedType 1780510933
source: Failed to apply %1 of Item %2 from the License Plate to the Warehouse Activity Lines.
fi_fi: %1 nimikkeen %2 kohdistaminen kuljetusyksiköstä f. varaston toimintoriville epäonnistui.

# Codeunit 2602666206 - NamedType 1214522698
source: All lines must be received the same way: either all with or all without a License Plate. Ensure all registrations either include or exclude a License Plate.
de_de: Alle Zeilen müssen auf die gleiche Weise empfangen werden: entweder alle mit oder alle ohne License Plate. Stellen Sie sicher, dass alle Registrierungen entweder ein License Plate enthalten oder ausschließen.
fi_fi: Kaikki rivit on vastaanotettava samalla tavalla: joko kuljetusyksikön kanssa tai ilman. Varmista, että kaikki rekisteröinnit joko sisältävät tai eivät sisällä kuljetusyksikköä.

# Codeunit 2962367286 - NamedType 1974168743
source: Mobile User %1 is not associated to any Mobile Group.
de_de: Mobile Benutzer-ID %1 der Mobilgruppe zugeordnet.
fi_fi: Mobiilin käyttäjä %1 ei kuulu mihinkään mobiilin ryhmään.
fr_fr: L'utilisateur mobile %1 n'est associé à aucun groupe mobile.
sv_se: Mobilanvändare %1 är inte associerad med någon mobilgrupp.

# Codeunit 2962367286 - NamedType 1392946822
source: User "%1" is not set up as a "Warehouse Employee" for any valid location
fi_fi: Käyttäjää "%1" ei ole valittu f. var. työntekijäksi missään sijainnissa
fr_fr: L'utilisateur "%1" n'est pas configuré comme "Magasinier" pour le magasin.
nl_nl: Gebruiker "%1" is niet ingesteld als een "Magazijn werknemer" voor een geldige vestiging
sv_se: Användare "%1" är inte konfigurerad som "Lagerpersonal" för något giltigt lagerställe

# Codeunit 2346780485 - NamedType 1475544279
source: Mobile Document Types created successfully.
de_de: Mobile Dokumententypen erfolgreich erstellt.
fi_fi: Mobiilin asiakirjatyypit luotu onnistuneesti.
fr_fr: Types de documents mobiles créés avec succès.
sv_se: Mobil dokumenttyper har skapats.

# Codeunit 2346780485 - NamedType 2438485492
source: Mobile WMS users
de_de: Mobile WMS-Benutzer
fi_fi: Mobile WMS:n käyttäjä
fr_fr: Utilisateurs mobiles du WMS
sv_se: Mobil WMS-användare

# Codeunit 1636474280 - NamedType 2004901315
source: This document does not require a Warehouse Receipt, therefore License Plates cannot be used.\\Please delete the registrations and try again.
fi_fi: Tämä asiakirja ei vaadi f. varaston vastaanottoa, joten kuljetusyksikköä ei voi käyttää.\\Ole hyvä, poista rekisteröinnit ja yritä uudestaan.

# Codeunit 4012330142 - NamedType 108462753
source: Attribute %1 at %2 not found
de_de: Attribut %1 bei %2 nicht gefunden
fi_fi: Attribuuttia %1 kohteessa %2 ei löydy
fr_fr: Attribut %1 à %2 non trouvé
nl_nl: Attribuut %1 bij %2 niet gevonden
sv_se: Attribut %1 vid %2 hittades inte

# Page 153607154 - Property 2879900210
source: Copy Label-Template
de_de: Label-Template kopieren
fi_fi: Kopioi tarramalli
fr_fr: Copier le modèle d'étiquette
nl_nl: Label-sjabloon kopiëren
sv_se: Kopiera etikettmall

# Page 153607154 - Control 3867689335 - Property 1968111052
source: You are creating a working copy of an existing label-template. When completed use the "Open In Designer"-action to begin modifying the design.
de_de: Sie erstellen eine Arbeitskopie einer vorhandenen Label-Template. Wenn Sie fertig sind, verwenden Sie die Aktion "In Designer Öffnen", um das Design zu verändern.
fi_fi: Olet luomassa työkopion nykyisestä tarramallista. Kun se on valmis, käytä "Avaa Designerissa" -toimintoa mallin muokkaaminen.
fr_fr: Vous êtes en train de créer une copie de travail d'un modèle de label existant. Une fois terminé, utilisez l'action "Ouvrir dans le designer" pour commencer à modifier le design.
nl_nl: U maakt een werkkopie van een bestaand label-sjabloon. Wanneer dit voltooid is, gebruikt u de "Open In Designer"-actie om te beginnen met het aanpassen van het ontwerp.
sv_se: Du skapar en fungerande kopia av en befintlig etikettmall. När den är klar använder du åtgärden "Open In Designer" för att börja modifiera designen.

# Page 153607154 - Control 256301891 - Property 1295455071
source: The name of the new label-template
de_de: Der Name der neuen Label-Template
fi_fi: Uuden tarramallin nimi
fr_fr: Le nom du nouveau modèle d'étiquette
nl_nl: De naam van het nieuwe label-sjabloon
sv_se: Namnet på den nya etikettmallen

# Page 153607154 - Control 256301891 - Property 2879900210
source: Name
fi_fi: Nimi
fr_fr: Nom
nl_nl: Naam
sv_se: Namn

# Page 500375165 - Property 2879900210
source: Mobile Devices
de_de: Mobilgeräte
fi_fi: Mobiililaitteet
sv_se: Mobila enheter

# Page 4070318000 - Property 2019332006
source: New,Process,Report,Document,Troubleshooting
de_de: Neu,Verarbeiten,Bericht,Vertrag,Problembehandlung
fi_fi: Uusi,Käsittely,Raportti,Asiakirja,Vianmääritys
fr_fr: Nouveau,Processus,Rapport,Document,Dépannage
nl_nl: Nieuw,Verwerk,Rapport,Document,Problemen oplossen
sv_se: Ny,Process,Rapport,Dokument,Felsökning
