Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Page 687369271 - Control 1964419135 - Property 1295455071
source: Specifies which Employee No. is assigned to the Mobile User. Used when handling Physical Inventory recordings on Mobile Device
fi_fi: Määrittää, mikä työntekijänro on yhdistetty mobililin käyttäjään. Tietoa käytetään inventointitallennusten käsittelyssä mobiililaitteella.
fr_fr: Spécifie quel numéro d'employé est attribué à l'utilisateur mobile. Utilisé lors du traitement des enregistrements d'inventaire physique sur le dispositif mobile.
nl_nl: Specificeert welk personeelsnummer toegewezen is aan de mobile user. Wordt gebruikt bij het verwerken van de inventarisatie opnames op het mobiele apparaat
sv_se: Anger vilket anställningsnummer som tilldelats den mobila användaren. Används vid hantering av inventeringar på mobil enhet

# Page 687369271 - Control 2273653569 - Property 1295455071
source: Language to be used at Mobile Device this Mobile User. If no Language Code is provided, the default language (ENU) is used.
fi_fi: Mobiilin käyttäjän kieli mobiililaitteella. Jos kielikoodia ei ole valittu, käytetään oletuksena kielikoodia ENU.
fr_fr: Langue à utiliser sur le dispositif mobile de cet utilisateur mobile. Si aucun code de langue n'est fourni, la langue par défaut (ENU) est utilisée.
nl_nl: Te gebruiken taal op mobiel apparaat voor deze Mobile user. Als er geen taalcode is opgegeven, wordt de standaardtaal (ENU) gebruikt.
sv_se: Språk som ska användas på den mobila enheten av denna mobila användare. Om ingen språkkod anges används standardspråket (ENU).

# Page 687369271 - Control 3815613634 - Property 1295455071
source: Specifies the number of locations where this user is registered as a Warehouse Employee.
fi_fi: Määrittää niiden sijaintien lukumäärän, joihin tämä käyttäjä on rekisteröity f. varaston työntekijäksi.

# Page 687369271 - Control 4016719454 - Property 1295455071
source: Specifies the Mobile Group assigned to this user. A Mobile User can only belong to one Mobile Group at a time.
fi_fi: Määrittää tälle käyttäjälle valitun mobiilin ryhmän koodin. Mobiilin käyttäjä voi kuulua vain yhteen mobiilin ryhmään.

# Page 687369271 - Control 4016719454 - Property 2879900210
source: Mobile Group Code
fi_fi: Mobiilin ryhmän koodi

# Page 687369271 - Control 62570437 - Property 1295455071
source: Sampling Profiling is enabled for the user. It can be enabled for 15 minutes and can also be enabled per document type.
fi_fi: Otantaprofilointi on käytössä käyttäjällä. Se voidaan ottaa käyttöön 15 minuutiksi ja se voidaan ottaa käyttöön myös asiakirjatyyppikohtaisesti.
nl_nl: Voorbeeld profilering is ingeschakeld voor het document type. Het kan ingeschakeld worden voor 15 minuten en per user.
sv_se: Stickprovsprofilering är aktiverat för användaren. Den kan aktiveras i 15 minuter och kan även aktiveras per dokumenttyp.

# Page 687369271 - Control 62570437 - Property 2879900210
source: Profiling Enabled
fi_fi: Profilointi käytössä
nl_nl: Profiling ingeschakeld
sv_se: Profilering aktiverad

# Page 687369271 - Control 2708250016 - Property 1295455071
source: User ID for the Mobile User.
fi_fi: Käyttäjätunnus mobiilikäyttäjälle.
fr_fr: Code utilisateur pour l'utilisateur mobile.
sv_se: Användar-ID för den mobila användaren.

# Page 687369271 - Control 129688762 - Property 1295455071
source: User Name of the Mobile User.
fi_fi: Mobiilin käyttäjän käyttäjänimi.
fr_fr: Nom d'utilisateur de l'utilisateur mobile.
sv_se: Användarnamn för den mobila användaren.

# Page 687369271 - Control 2385840297 - Property 2879900210
source: Warehouse Employee Locations
fi_fi: F. varaston työntekijän sijainnit

# Page 4149065126 - Property 2879900210
source: Mobile User Locations
fi_fi: Mobiilin käyttäjän sijainnit

# Page 4149065126 - Control 1383905037 - Property 1295455071
source: Specifies that the location code that is defined as the default location for this employee's activities.
fi_fi: Määrittää sijaintikoodin, joka on valittu oletussijainniksi työntekijän toiminnoille.

# Page 4149065126 - Control 2161572060 - Property 1295455071
source: Specifies the code of the location in which the employee works.
fi_fi: Määrittää sijaintikoodin, jossa työntekijä työskentelee.

# Page 4149065126 - Action 4241864199 - Property 1295455071
source: Use this action to add a selection of locations for the mobile user. This will create warehouse employee records for the user.
fi_fi: Käytä tätä toimintoa lisätäksesi valitut sijainnit mobiilin käyttäjälle. Tämä luo f. varaston työntekijän tietueet käyttäjälle.

# Page 4149065126 - Action 4241864199 - Property 2879900210
source: Add Locations
fi_fi: Lisää sijainnit

# Page 633155822 - Property 2879900210
source: Mobile Users
de_de: Mobile Benutzer
fi_fi: Mobiilin käyttäjät
fr_fr: Utilisateurs mobiles
sv_se: Mobilanvändare

# Page 633155822 - Control 1964419135 - Property 1295455071
source: Specifies which Employee No. is assigned to the Mobile User. Used when handling Physical Inventory recordings on Mobile Device
de_de: Bestimmt, welche Mitarbeiternummer dem Mobile Benutzer zugewiesen ist. Wird bei der Behandlung von Inventurerfassungen auf dem Mobilgerät verwendet
fi_fi: Määrittää, mikä työntekijänro on yhdistetty mobililin käyttäjään. Tietoa käytetään inventointitallennusten käsittelyssä mobiililaitteella.
fr_fr: Spécifie quel numéro d'employé est attribué à l'utilisateur mobile. Utilisé lors du traitement des enregistrements d'inventaire physique sur le dispositif mobile.
nl_nl: Specificeert welk personeelsnummer toegewezen is aan de mobile user. Wordt gebruikt bij het verwerken van de inventarisatie opnames op het mobiele apparaat
sv_se: Anger vilket anställningsnummer som tilldelats den mobila användaren. Används vid hantering av inventeringar på mobil enhet

# Page 633155822 - Control 2273653569 - Property 1295455071
source: Language to be used at Mobile Device this Mobile User. If no Language Code is provided, the default language (ENU) is used.
de_de: Sprache für Mobilgerät diesen Mobile Benutzer. Wenn kein Sprachcode angegeben wird, wird die Standardsprache (ENU) verwendet.
fi_fi: Mobiilin käyttäjän kieli mobiililaitteella. Jos kielikoodia ei ole valittu, käytetään oletuksena kielikoodia ENU.
fr_fr: Langue à utiliser sur le dispositif mobile de cet utilisateur mobile. Si aucun code de langue n'est fourni, la langue par défaut (ENU) est utilisée.
nl_nl: Te gebruiken taal op mobiel apparaat voor deze Mobile user. Als er geen taalcode is opgegeven, wordt de standaardtaal (ENU) gebruikt.
sv_se: Språk som ska användas på den mobila enheten av denna mobila användare. Om ingen språkkod anges används standardspråket (ENU).

# Page 633155822 - Control 3815613634 - Property 1295455071
source: Specifies the number of locations where this user is registered as a Warehouse Employee.
fi_fi: Määrittää niiden sijaintien lukumäärän, joihin tämä käyttäjä on rekisteröity f. varaston työntekijäksi.

# Page 633155822 - Control 4016719454 - Property 1295455071
source: Specifies the Mobile Group assigned to this user. A Mobile User can only belong to one Mobile Group at a time.
fi_fi: Määrittää tälle käyttäjälle valitun mobiilin ryhmän koodin. Mobiilin käyttäjä voi kuulua vain yhteen mobiilin ryhmään.

# Page 633155822 - Control 4016719454 - Property 2879900210
source: Mobile Group Code
fi_fi: Mobiilin ryhmän koodi

# Page 633155822 - Control 62570437 - Property 1295455071
source: Sampling Profiling is enabled for the user. It can be enabled for 15 minutes and can also be enabled per document type.
fi_fi: Otantaprofilointi on käytössä käyttäjällä. Se voidaan ottaa käyttöön 15 minuutiksi ja se voidaan ottaa käyttöön myös asiakirjatyyppikohtaisesti.
nl_nl: Voorbeeld profilering is ingeschakeld voor het document type. Het kan ingeschakeld worden voor 15 minuten en per user.
sv_se: Stickprovsprofilering är aktiverat för användaren. Den kan aktiveras i 15 minuter och kan även aktiveras per dokumenttyp.

# Page 633155822 - Control 62570437 - Property 2879900210
source: Profiling Enabled
fi_fi: Profilointi käytössä
nl_nl: Profiling ingeschakeld
sv_se: Profilering aktiverad

# Page 633155822 - Control 2708250016 - Property 1295455071
source: User ID for the Mobile User.
de_de: Benutzer-ID für den mobilen Benutzer.
fi_fi: Käyttäjätunnus mobiilikäyttäjälle.
fr_fr: Code utilisateur pour l'utilisateur mobile.
sv_se: Användar-ID för den mobila användaren.

# Page 633155822 - Control 129688762 - Property 1295455071
source: User Name of the Mobile User.
de_de: Benutzername des Mobile Users.
fi_fi: Mobiilin käyttäjän käyttäjänimi.
fr_fr: Nom d'utilisateur de l'utilisateur mobile.
sv_se: Användarnamn för den mobila användaren.

# Page 633155822 - Action 999585394 - Property 1295455071
source: Use this action to add a selection of locations for the selected mobile users. This will create warehouse employee records for the selected users.
fi_fi: Käytä tätä toimintoa lisätäksesi valitut sijainnit valituille mobiilin käyttäjille. Tämä luo f. varaston työntekijän tietueet valituille käyttäjille.

# Page 633155822 - Action 999585394 - Property 2879900210
source: Add Locations to Users
fi_fi: Lisää sijainnit käyttäjille

# Page 633155822 - Action 2211852028 - Property 1295455071
source: Open the Mobile Groups page.
fi_fi: Avaa mobiilin ryhmien sivun.

# Page 633155822 - Action 2211852028 - Property 2879900210
source: Mobile Groups
fi_fi: Mobiilin ryhmät
fr_fr: Groupes mobiles
sv_se: Mobil grupper

# Page 2429249360 - Property 2879900210
source: Mobile WMS Media Queue
de_de: Mobile WMS Media Warteschlange
fi_fi: Mobile WMS:n mediajono
fr_fr: File d'attente de médias WMS mobile
sv_se: Mobil WMS-mediekö

# Page 2429249360 - Control 2500892784 - Property 1295455071
source: Created Date.
de_de: Erstellungsdatum.
fi_fi: Luontipvm.
fr_fr: Date de création.
nl_nl: Aanmaakdatum.
sv_se: Skapad datum.

# Page 2429249360 - Control 3453613999 - Property 1295455071
source: Created Time.
de_de: Erstellt Zeit
fi_fi: Luontiaika.
fr_fr: Heure de création.
nl_nl: Angemaakt op.
sv_se: Skapad Tid.

# Page 2429249360 - Control 3461834954 - Property 1295455071
source: Description for an image being asynchronously transferred between Mobile Device and Business Central.
de_de: Beschreibung für die asynchrone Übertragung eines Bildes zwischen Mobilgerät und Business Central.
fi_fi: Kuvan kuvaus. Kuva siirretään asynkronisesti mobiililaitteen ja Business Centralin välillä.
fr_fr: Description d'une image en cours de transfert asynchrone entre le dispositif mobile et le Business Central.
nl_nl: Beschrijving voor een afbeelding wordt asynchroon overgedragen tussen het Mobilce Device en Business Central.
sv_se: Beskrivning för en bild som överförs asynkront mellan mobil enhet och Business Central.

# Page 2429249360 - Control 2681758783 - Property 1295455071
source: Device ID that triggered this asynchronously image transfer between Mobile Device and Business Central.
de_de: Geräte-ID, die diese asynchrone Bildübertragung zwischen Mobilgerät und Business Central ausgelöst hat.
fi_fi: Laitetunnus, joka käynnisti asynkronisen kuvan siirroon mobiililaitteen ja Business Centralin välillä.
fr_fr: ID de l'appareil qui a déclenché ce transfert d'image asynchrone entre le dispositif mobile et Business Central.
nl_nl: Device ID dat deze asynchrone afbeeldingsoverdracht tussen het Mobile Device en Business Central activeert.
sv_se: Enhets-ID som utlöste denna asynkrona bildöverföring mellan mobil enhet och Business Central.

# Page 2429249360 - Control 625010014 - Property 1295455071
source: Image ID of an image being asynchronously transferred between Mobile Device and Business Central.
de_de: Bild-ID eines Bildes wird asynchron zwischen Mobilgerät und Business Central übertragen.
fi_fi: Kuvan tunnus. Kuva siirretään asynkronisesti mobiililaitteen ja Business Centralin välillä.
fr_fr: Image utilisateur transferée entre dispositif Mobile et Business Central.
nl_nl: Afbeeldings-ID van een afbeelding die asynchroon wordt overgedragen tussen mobiel apparaat en Business Central.
sv_se: Bild-ID för en bild som överförs asynkront mellan mobil enhet och Business Central.

# Page 2429249360 - Control 2898143332 - Property 1295455071
source: Note for an image being asynchronously transferred between Mobile Device and Business Central.
de_de: Hinweis für ein Bild wird asynchron zwischen dem Mobilgerät und Business Central übertragen.
fi_fi: Kuvan huomautus. Kuva siirretään asynkronisesti mobiililaitteen ja Business Centralin välillä.
fr_fr: Note pour une image transférée de manière asynchrone entre le dispositif mobile et Business Central.
nl_nl: Opmerking voor een afbeelding die asynchroon wordt overgedragen tussen Mobile Device en Business Central.
sv_se: Notering för en bild som överförs asynkront mellan mobil enhet och Business Central.

# Page 2429249360 - Control 1594621544 - Property 2879900210
source: Picture
de_de: Bild
fi_fi: Kuva
fr_fr: Image
nl_nl: Afbeelding
sv_se: Bild

# Page 2429249360 - Action 2737451997 - Property 1295455071
source: Export Image
de_de: Exportiere Bild
fi_fi: Vie kuva
fr_fr: Exporter l'image
nl_nl: Exporteer afbeelding
sv_se: Exportera bild

# Page 2429249360 - Action 2737451997 - Property 2879900210
source: Export Image
de_de: Exportiere Bild
fi_fi: Vie kuva
fr_fr: Exporter l'image
nl_nl: Exporteer afbeelding
sv_se: Exportera bild

# Page 1488144948 - Property 2879900210
source: Mobile WMS Media Queue Picture
de_de: WMS Media Queue Bild
fi_fi: Mobile WMS:n mediajonon kuva
fr_fr: Image de la file d'attente des médias WMS
sv_se: Mobil WMS mediekö Bild

# Page 1488144948 - Control 1594621544 - Property 1295455071
source: Picture.
de_de: Bild.
fi_fi: Kuva.
fr_fr: Image.
nl_nl: Afbeelding.
sv_se: Bild.

# Page 1488144948 - Action 2737451997 - Property 1295455071
source: Export Image
de_de: Exportiere Bild
fi_fi: Vie kuva
fr_fr: Exporter l'image
nl_nl: Exporteer afbeelding
sv_se: Exportera bild

# Page 1488144948 - Action 2737451997 - Property 2879900210
source: Export Image
de_de: Exportiere Bild
fi_fi: Vie kuva
fr_fr: Exporter l'image
nl_nl: Exporteer afbeelding
sv_se: Exportera bild

# Page 931136526 - Property 2879900210
source: Mobile WMS Registration List
de_de: Mobile WMS Registrierungsliste
fi_fi: Mobile WMS:n rekisteröintien luettelo
fr_fr: Liste d'enregistrement WMS Mobile
sv_se: Mobil WMS-registreringslista

# Page 931136526 - Control 3892058450 - Property 1295455071
source: Specifies the value of the ActionType field.
de_de: Gibt den Wert des ActionType Feldes an.
fi_fi: Määrittää kentän Toiminnon tyyppi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het actietype veld.
sv_se: Anger värdet för fältet Åtgärdstyp.

# Page 931136526 - Control 938815142 - Property 1295455071
source: Specifies the value of the AtO Tracking Collected field.
de_de: Bestimmt den Wert des AtO-Trackingfeldes ein.
fi_fi: Määrittää kentän AtO-seuranta kerätty arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het verzamelde AtO Tracking veld.
sv_se: Anger värdet för fältet AtO Tracking Collected.

# Page 931136526 - Control 2680873021 - Property 1295455071
source: Specifies the value of the Destination No. field.
de_de: Bestimmt den Wert des Zielnummer-Feldes.
fi_fi: Määrittää kentän Kohteen nro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het bestemmings veld.
sv_se: Anger värdet för Destinationsnr. fältet.

# Page 931136526 - Control 2163457152 - Property 1295455071
source: Specifies the value of the Destination Type field.
de_de: Bestimmt den Wert des Zieltyp-Feldes.
fi_fi: Määrittää kentän Kohteen tyyppi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het bestemmingstype veld.
sv_se: Anger värdet för Destinationstyp fältet.

# Page 931136526 - Control 1579714849 - Property 1295455071
source: Specifies the value of the Expiration Date field.
de_de: Bestimmt den Wert des Ablaufdatumsfeldes an.
fi_fi: Määrittää kentän Vanhentumispvm arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'Vervaldatum'.
sv_se: Anger värdet för Utgångsdatum fältet.

# Page 931136526 - Control 3870686000 - Property 1295455071
source: Specifies the value of the ExtraInfo field.
de_de: Bestimmt den Wert des ExtraInfo-Feldes.
fi_fi: Määrittää kentän Lisätieto arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld ExtraInfo.
sv_se: Anger värdet för ExtraInfo. fältet.

# Page 931136526 - Control 4108493403 - Property 1295455071
source: Specifies the value of the From License Plate No. field.
de_de: Gibt den Wert der Von License Plate Nr. an. Feld.
fi_fi: Määrittää kentän Kuljetusyksiköstä nro arvon.

# Page 931136526 - Control 2791041653 - Property 1295455071
source: Specifies the value of the FromBin field.
de_de: Bestimmt den Wert des Von Lagerplatz Feldes.
fi_fi: Määrittää kentän Varastopaikasta arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld 'van opslaglocatie'.
sv_se: Anger värdet för Från Lagerplats fältet.

# Page 931136526 - Control 1298503506 - Property 1295455071
source: Specifies the value of the Handled field.
de_de: Bestimmt den Wert des Handled Feldes.
fi_fi: Määrittää kentän Käsitelty arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld afgehandeld.
sv_se: Anger värdet för Hanterat fältet.

# Page 931136526 - Control 568743302 - Property 1295455071
source: Specifies the value of the Item No. field.
de_de: Bestimmt den Wert des Artikel-Nr. Feldes an.
fi_fi: Määrittää kentän Nimikenro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld artikelnummer.
sv_se: Anger värdet för fälte Artikelnr fältet.

# Page 931136526 - Control 2701918132 - Property 1295455071
source: Specifies the value of the To License Plate No. field.
de_de: Gibt den Wert der Nummer "An License Plate" an. Feld.
fi_fi: Määrittää kentän Kuljetusyksikköön nro arvon.

# Page 931136526 - Control 3320823955 - Property 1295455071
source: Specifies the value of the Line No. field.
de_de: Bestimmt den Wert des Feldes Zeilennr.
fi_fi: Määrittää kentän Rivinro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld regelnummer.
sv_se: Anger värdet för Radnr fältet.

# Page 931136526 - Control 1425470303 - Property 1295455071
source: Specifies the value of the LineSelectionValue field.
de_de: Bestimmt den Wert des LineSelectionValue-Feldes.
fi_fi: Määrittää kentän Rivin valinnan arvo arvon.
fr_fr: Spécifie la valeur du champ LineSelectionValue.
nl_nl: Specificeert de wararde van het veld regelselectiewaarde.
sv_se: Anger värdet för Värde för Radval fältet.

# Page 931136526 - Control 2161572060 - Property 1295455071
source: Specifies the value of the Location Code field.
de_de: Bestimmt den Wert des Feldes Lagerort.
fi_fi: Määrittää kentän Sijaintikoodi arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld vestigingscode.
sv_se: Anger värdet för Lagerställekod fältet.

# Page 931136526 - Control 3275075920 - Property 1295455071
source: Specifies the value of the LotNumber field.
de_de: Bestimmt den Wert des Changennr.-Feldes.
fi_fi: Määrittää kentän Eränumero arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld lotnummer.
sv_se: Anger värdet för Partinummer fältet.

# Page 931136526 - Control 2202932243 - Property 1295455071
source: Specifies the value of the Order No. field.
de_de: Bestimmt den Wert des Feldes Auftragsnummer.
fi_fi: Määrittää kentän Tilausnro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld ordernummer.
sv_se: Anger värdet för fältet Ordernr.

# Page 931136526 - Control 3071385747 - Property 1295455071
source: Specifies the value of the PackageNumber field.
fi_fi: Määritää kentän Pakettinumero arvon.
nl_nl: Specificeert de waarde van het veld pakketnummer.
sv_se: Anger värdet för Kollinummer fältet.

# Page 931136526 - Control 688415103 - Property 1295455071
source: Specifies the value of the Phys. Invt. Recording No. field.
de_de: Bestimmt den Wert des Phys an. Invt. Aufzeichnungs Nr. Feld.
fi_fi: Määrittää kentän Inventointitallennuksen nro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het inventarisatie registratienummer veld.
sv_se: Anger värdet för inventerings registreringsnr. fältet.

# Page 931136526 - Control 182220442 - Property 1295455071
source: Specifies the value of the Posting MessageId field.
de_de: Bestimmt den Wert des Feldes "Posting MessageId".
fi_fi: Määrittää kentän Kirjausviestin tunnus arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld Posting MessageId.
sv_se: Anger värdet för bokför meddelande-id fältet.

# Page 931136526 - Control 2927039812 - Property 1295455071
source: Specifies the value of the Prefixed Line No. field.
de_de: Bestimmt den Wert des Vorfixe Zeilennr.-Feldes.
fi_fi: Määrittää kentän Ennalta asetettu rivinro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het prefixed regelnummer veld.
sv_se: Anger värdet för Prefixerat radnr. fältet.

# Page 931136526 - Control 2138704244 - Property 1295455071
source: Specifies the value of the Prod. Order Line No. field.
de_de: Bestimmt den Wert des Feldes FA-Zeilennummer.
fi_fi: Määrittää kentän Tuot.til. rivinro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld productieorderlijnnummer.
sv_se: Anger värdet för Produktionsorder radnummer fältet.

# Page 931136526 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field.
de_de: Bestimmt den Wert des Feldes Menge.
fi_fi: Määrittää kentän Määrä arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het veld hoeveelheid.
sv_se: Anger värdet för Kvantitets fältet.

# Page 931136526 - Control 3430636682 - Property 1295455071
source: Specifies the value of the Registration No. field.
de_de: Bestimmt den Wert der Felder Steuernummer.
fi_fi: Määrittää kentän Rekisteröintinro arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het registratienummer veld.
sv_se: Anger värdet för registreringsnummer fältet.

# Page 931136526 - Control 1823059155 - Property 1295455071
source: Specifies the date and time of the creation of the registration on the handheld device shown in the current time zone.
de_de: Gibt das Datum und die Uhrzeit der Registrierung auf dem Mobilgerät an, das in der aktuellen Zeitzone angezeigt wird.
fi_fi: Määrittää laitteella tehdyn rekisteröinnin päivämäärän ja ajan nykyisessä aikavyöhykkeessä.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de datum en tijd van de aanmaak van de registratie op het mobiele apparaat, getoond in de huidige tijdzone.
sv_se: Anger datum och tid för skapandet av registreringen på den handhållna enheten som visas i den aktuella tidszonen.

# Page 931136526 - Control 4005108893 - Property 1295455071
source: Specifies the value of the SerialNumber field.
de_de: Bestimmt den Wert des Feldes Changenr.
fi_fi: Määrittää kentän Sarjanumero arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het serienummer veld.
sv_se: Anger värdet för serienummer fältet.

# Page 931136526 - Control 1045917230 - Property 1295455071
source: Specifies the value of the Source Document field.
de_de: Bestimmt den Wert des Feldes Herkunftsbeleg.
fi_fi: Määrittää kentän Lähdeasiakirja arvon.
fr_fr: Spécifie la valeur du champ configuré.
nl_nl: Specificeert de waarde van het brondocument veld.
sv_se: Anger värdet för Källdokument fältet.
