Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Table 2535081874 - Property 2879900210
source: Mobile Document Queue
de_de: Mobile Dokumenten-Warteschlange
fi_fi: Mobiilin asiakirjajono
fr_fr: File d'attente de documents mobiles
nl_nl: Mobiele documentwachtrij
sv_se: Mobil dokumentkö

# Table 2535081874 - NamedType 4147199312
source: No XML is available.
de_de: Keine XML verfügbar.
fi_fi: XML ei ole saatavilla.
fr_fr: Aucun XML n'est disponible.
nl_nl: Er is geen XML beschikbaar.
sv_se: Ingen XML finns tillgänglig.

# Table 2535081874 - NamedType 2968925323
source: Only documents with the status New, Completed or Error can be deleted.
de_de: Nur Dokumente mit dem Status Neu, Abgeschlossen oder Fehler können gelöscht werden.
fi_fi: Vain tilassa Uusi, Valmis tai Virhe olevia asiakirjoja voi poistaa.
fr_fr: Seuls les documents ayant le statut Nouveau, Terminé ou Erreur peuvent être supprimés.
nl_nl: Alleen documenten met de status nieuw, voltooid of fout kunnen worden verwijderd.
sv_se: Endast dokument med status Ny, Slutförd eller Fel kan raderas.

# Table 2535081874 - NamedType 208898035
source: Only documents with the status New or Error can be processed manually.
de_de: Nur Dokumente mit dem Status Neu oder Fehler können manuell bearbeitet werden.
fi_fi: Vain tilassa Uusi, Valmis tai Virhe olevia asiakirjoja voi käsitellä manuaalisesti.
fr_fr: Seuls les documents ayant le statut Nouveau ou Erreur peuvent être traités manuellement.
nl_nl: Alleen documenten met de status New of Fout kunnen handmatig worden verwerkt.
sv_se: Endast dokument med status Nytt eller Fel kan hanteras manuellt.

# Table 2535081874 - Field 798016134 - Property 2879900210
source: Answer Date/Time
de_de: Antwort Datum/Zeit
fi_fi: Vastauksen pvm/aika
fr_fr: Date et heure de la réponse
nl_nl: Antwoord datum/tijd
sv_se: Svar Datum/tid

# Table 2535081874 - Field 291379351 - Property 2879900210
source: Response XML
de_de: Antwort XML
fi_fi: Vastauksen XML
fr_fr: Réponse XML
nl_nl: Antwoord XML
sv_se: Respons XML

# Table 2535081874 - Field 892252506 - Property 2879900210
source: Created Date/Time
de_de: Erstellt Datum/Uhrzeit
fi_fi: Luontipvm ja -aika
fr_fr: Date/heure de création
nl_nl: Datum / tijd aangemaakt
sv_se: Skapad Datum/Tid

# Table 2535081874 - Field 2681758783 - Property 2879900210
source: Device ID
de_de: Geräte-ID
fi_fi: Laitteen tunnus
fr_fr: ID de l'appareil
nl_nl: Apparaat-ID
sv_se: Enhetens ID

# Table 2535081874 - Field 2363328873 - Property 2879900210
source: Document Type
de_de: Belegtyp
fi_fi: Asiakirjatyyppi
fr_fr: Type document
sv_se: Dokumenttyp

# Table 2535081874 - Field 1357854170 - Property 2879900210
source: Message ID
de_de: Meldungs-ID
fi_fi: Viestitunnus
fr_fr: ID message
nl_nl: Bericht-id
sv_se: Meddelande-ID

# Table 2535081874 - Field 1469866000 - Property 2879900210
source: Mobile User ID
de_de: Mobile Benutzer-ID
fi_fi: Mobiilin käyttäjätunnus
fr_fr: ID utilisateur mobile
sv_se: Mobil användar-ID

# Table 2535081874 - Field 1222816695 - Property 2879900210
source: Print Log
de_de: Druck-Log
fi_fi: Tulostusloki
fr_fr: Imprimer le journal
nl_nl: Log afdrukken
sv_se: Utskriftslogg

# Table 2535081874 - Field 3950656103 - Property 2879900210
source: Processing Duration
de_de: Verarbeitungsdauer
fi_fi: Käsittelyn kesto
nl_nl: Verwerkingstijd
sv_se: Bearbetningstid

# Table 2535081874 - Field 573812235 - Property 2879900210
source: Registration Type
de_de: Anmeldungstyp
fi_fi: Rekisteröinnin tyyppi
fr_fr: Type d'enregistrement
nl_nl: Registratie type
sv_se: Registreringstyp

# Table 2535081874 - Field 1438758551 - Property 2879900210
source: Request Date
de_de: Anfragedatum
fi_fi: Pyynnön päivämäärä
fr_fr: Date de la demande
nl_nl: Aanvraagdatum
sv_se: Begärt datum

# Table 2535081874 - Field 161418408 - Property 2879900210
source: Request Time
de_de: Anfragezeit
fi_fi: Pyynnön aika
fr_fr: Heure de la demande
nl_nl: Aanvraag tijd
sv_se: Tid för begäran

# Table 2535081874 - Field 1201197508 - Property 2879900210
source: Request XML
de_de: XML anfordern
fi_fi: Pyynnön XML
fr_fr: Demande XML
nl_nl: Aanvraag XML
sv_se: Begär XML

# Table 2535081874 - Field 513339096 - Property 2879900210
source: Status
fi_fi: Tila
fr_fr: Statut

# Table 2535081874 - Field 513339096 - Property 62802879
source: New,Processing,Completed,Error
de_de: Neu, Verarbeitung,Abgeschlossen,Fehler
fi_fi: Uusi,Käsittely,Valmis,Virhe
fr_fr: Nouveau, Traitement, Terminé, Erreur
nl_nl: Nieuw,Verwerking, Voltooid, Fout
sv_se: Nytt,Bearbetas,Slutförd,Fel

# Table 2643300785 - Property 2879900210
source: Mobile Document Type
de_de: Mobile Dokumenttyp
fi_fi: Mobiilin asiakirjan tyyppi
fr_fr: Type de document mobile
sv_se: Mobil dokumenttyp

# Table 2643300785 - NamedType 297522610
source: The table %1 contains %2 documents and cannot be deleted until the documents are deleted.
de_de: Die Tabelle %1 enthält %2 Dokumente und kann erst gelöscht werden, wenn die Dokumente gelöscht wurden.
fi_fi: Taulu %1 sisältää %2 asiakirjaa, eikä sitä voi poistaa ennen kuin asiakirjat on poistettu.
fr_fr: Le tableau %1 contient %2 documents et ne peut être supprimé tant que les documents ne sont pas supprimés.
nl_nl: De tabel %1 bevat %2 documenten en kan niet verwijderd worden totdat de documenten verwijderd zijn.
sv_se: Tabellen %1 innehåller %2 dokument och kan inte raderas förrän dokumenten har raderats.

# Table 2643300785 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Table 2643300785 - Field 2363328873 - Property 2879900210
source: Document Type
de_de: Belegtyp
fi_fi: Asiakirjatyyppi
fr_fr: Type document
sv_se: Dokumenttyp

# Table 2643300785 - Field 1448659268 - Property 2879900210
source: Processing Codeunit
de_de: Name der Verarbeitungs-Codeunit
fi_fi: Käsittelevä koodiyksikkö
fr_fr: Unité de code de traitement
nl_nl: Codeunit verwerken
sv_se: Bearbetar Codeunit

# Table 2643300785 - Field 2365479849 - Property 2879900210
source: Processing Codeunit Name
de_de: Name der Verarbeitungs-Codeunit
fi_fi: Käsittelevän koodiyksikön nimi
fr_fr: Nom Codeunit traitement
nl_nl: Naam verwerkende codeunit
sv_se: Bearbetning av codeunit-namn

# Table 2643300785 - Field 3348882867 - Property 2879900210
source: Profiling Enabled Until
fi_fi: Profilointi käytössä kunnes
nl_nl: Profiling ingeschakeld tot
sv_se: Profilering aktiverad tills

# Table 586540313 - Property 2879900210
source: Mobile Group
de_de: Mobile Gruppe
fi_fi: Mobiilin ryhmä
fr_fr: Groupe mobile
sv_se: Mobilgrupp

# Table 586540313 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
sv_se: Kod

# Table 586540313 - Field 4257419031 - Property 2879900210
source: Menu Item Count
fi_fi: Valikkovaihtoehtojen määrä

# Table 586540313 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_fr: Nom
nl_nl: Naam
sv_se: Namn

# Table 586540313 - Field 1084607646 - Property 2879900210
source: User Count
fi_fi: Käyttäjien määrä

# Table 2052777338 - Property 2879900210
source: Mobile Group Menu Config
de_de: Mobile Gruppen-Menükonfiguration
fi_fi: Mobiilin ryhmän valikkomääritykset
fr_fr: Configuration du menu du groupe mobile
sv_se: Mobilgrupp meny konfiguration

# Table 2052777338 - Field 300195921 - Property 2879900210
source: Mobile Group
de_de: Mobile Gruppe
fi_fi: Mobiilin ryhmä
fr_fr: Groupe mobile
sv_se: Mobilgrupp

# Table 2052777338 - Field 2986135276 - Property 2879900210
source: Mobile Menu Option
de_de: Mobile Menüoption
fi_fi: Mobiilin valikkovaihtoehto
fr_fr: Option de menu mobile
sv_se: Alternativ för mobil meny

# Table 2052777338 - Field 3299771246 - Property 2879900210
source: Sorting
de_de: Sortieren
fi_fi: Lajittelu
fr_fr: Triage
nl_nl: Sorteervolgorde
sv_se: Sortering

# Table 2457052562 - Property 2879900210
source: Mobile Group User
de_de: Mobile Gruppenbenutzer
fi_fi: Mobiilin ryhmän käyttäjä
fr_fr: Utilisateur de groupe mobile
sv_se: Mobil gruppanvändare

# Table 2457052562 - Method 794404259 - NamedType 839990142
source: The %1: %2 is already assigned to the %3: %4. A user can only belong to one group at a time.
fi_fi: %1: %2 on jo liitetty %3: %4. Käyttäjä voi kuulua vain yhteen ryhmään kerrallaan.

# Table 2457052562 - Field 1663794414 - Property 2879900210
source: Group Code
de_de: Gruppencode
fi_fi: Ryhmän koodi
fr_fr: Code groupe
nl_nl: Groepscode
sv_se: Gruppkod

# Table 2457052562 - Field 1469866000 - Property 2879900210
source: Mobile User ID
de_de: Mobile Benutzer-ID
fi_fi: Mobiilin käyttäjätunnus
fr_fr: ID utilisateur mobile
sv_se: Mobil användar-ID

# Table 2899578229 - Property 2879900210
source: Mobile Label-Template
de_de: Label-Template kopieren
fi_fi: Mobiilin tarramalli
fr_fr: Modèle d'étiquette mobile
sv_se: Mobil etikettmall

# Table 2899578229 - NamedType 3954789436
source: Warning: Do NOT rename label-templates in use. Customizations may refer directly to this Name and will break if the record is renamed. Do you want to continue?
de_de: Warnung: Benennen Sie die Label-Template NICHT umbenennen. Anpassungen können direkt auf diesen Namen verweisen und werden bei einer Umbenennung des Datensatzes beschädigt. Möchten Sie fortfahren?
fi_fi: Varoitus: Älä nimeä uudelleen käytössä olevaa tarramallia. Muokkaukset voivat viitata suoraan sen nimeen ja ne rikkoutuvat, jos tietue nimetään uudelleen. Haluatko jatkaa?
fr_fr: Attention : Ne pas renommer les modèles d'étiquettes utilisés. Les personnalisations peuvent se référer directement à ce nom et prendront fin si l'enregistrement est renommé. Voulez-vous continuer ?
nl_nl: Waarschuwing: Hernoem NIET label-sjablonen in gebruik. Aanpassingen kunnen direct naar deze naam verwijzen en verbreken als het record wordt hernoemd. Wilt u doorgaan?
sv_se: Varning: Döp INTE om etikettmallar som används. Anpassningar kan hänvisa direkt till detta namn och kommer att brytas om posten byter namn. Vill du fortsätta?

# Table 2899578229 - Field 2578412327 - Property 2879900210
source: Display Name
de_de: Anzeigename
fi_fi: Näyttönimi
fr_fr: Nom d'affichage
nl_nl: Weergavenaam
sv_se: Visningsnamn

# Table 2899578229 - Field 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert
fi_fi: Käytössä
fr_fr: Activé
nl_nl: Ingeschakeld
sv_se: Aktiv

# Table 2899578229 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_fr: Nom
nl_nl: Naam
sv_se: Namn

# Table 2899578229 - Field 3771739932 - Property 2879900210
source: Number Series
de_de: Nummernserie
fi_fi: Numerosarja
fr_fr: Souche de numéros
nl_nl: Nummerreeks
sv_se: Nummerserier

# Table 2899578229 - Field 3309740276 - Property 2879900210
source: Template Handler
fi_fi: Mallin käsittelijä
fr_fr: Gestionnaire de modèles
nl_nl: Sjabloon handler
sv_se: Mallhanterare

# Table 2899578229 - Field 2880944281 - Property 2879900210
source: Template Path
de_de: Template-Pfad
fi_fi: Mallin polku
fr_fr: Chemin de modèles
nl_nl: Sjabloon Pad
sv_se: Mall sökväg

# Table 2399543838 - Property 2879900210
source: Mobile Language
de_de: Mobile Sprache
fi_fi: Mobiilin kielet
fr_fr: Langue mobile
sv_se: Mobil språk

# Table 2399543838 - NamedType 25949234
source: %1 %2 cannot be deleted when it is used by at least one %3.
de_de: %1 %2 kann nicht gelöscht werden, wenn es von mindestens einem %3 verwendet wird.
fi_fi: %1 %2 ei voi poistaa, kun vähintään yksi %3 käyttää sitä.
fr_fr: %1 %2 ne peut pas être supprimé lorsqu'il est utilisé par au moins un %3.
nl_nl: %1 %2 kan niet worden verwijderd wanneer het door minstens één %3 wordt gebruikt.
sv_se: %1 %2 kan inte raderas när den används av minst en %3.

# Table 2399543838 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
sv_se: Kod

# Table 2399543838 - Field 3837761049 - Property 2879900210
source: Device Language Code
de_de: Gerätesprache
fi_fi: Laitteen kielikoodi
fr_fr: Code de langue de l'appareil
nl_nl: Apparaat taalcode
sv_se: Enhetens språkkod

# Table 2399543838 - Field 2393253273 - Property 2879900210
source: Last Date Modified
de_de: Korrigiert am
fi_fi: Viimeksi muokattu
fr_fr: Date dern. modification
nl_nl: Gewijzigd op
sv_se: Uppdateringsdatum

# Table 2399543838 - Field 3342707286 - Property 2879900210
source: Last DateTime Modified
de_de: Datum/Uhrzeit der letzten Änderung
fi_fi: Edellinen muokkauspäivämäärä ja -aika
fr_fr: Date-heure dernière modification
nl_nl: Datum/tijd van laatste wijziging
sv_se: Ändrades senast (DatumTid)

# Table 2399543838 - Field 2050678802 - Property 2879900210
source: Last Time Modified
de_de: Korrigiert um
fi_fi: Viimeinen muutosaika
fr_fr: Heure dern. modification
nl_nl: Gewijzigd om
sv_se: Uppdateringstid

# Table 2399543838 - Field 501187788 - Property 2879900210
source: Messages
de_de: Nachrichten
fi_fi: Viestit
nl_nl: Berichten
sv_se: Meddelanden

# Table 2399543838 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_fr: Nom
nl_nl: Naam
sv_se: Namn

# Table 3722363265 - Property 2879900210
source: Mobile License Plate
de_de: Mobiles License Plate
fi_fi: Mobiilin kuljetusyksikkö
sv_se: Mobil License Plate

# Table 3722363265 - NamedType 3330916161
source: You tried to remove %2 %4.\\License Plate %1 only has %3 %4.
de_de: Sie haben versucht, %2 %4.\\License Plate %1 hat nur %3 %4.
fi_fi: Yritit poistaa %2 %4.\\Kuljetusyksikössä %1 on vain %3 %4.
nl_nl: U hebt geprobeerd te verwijderen %2 %4.\\License Plate %1 heeft alleen %3 %4.
sv_se: Du försökte ta bort %2 %4.\\License Plate %1 har bara %3 %4.

# Table 3722363265 - Field 2814799924 - Property 2879900210
source: Bin Code
de_de: Lagerplatzcode
fi_fi: Varastopaikkakoodi
fr_fr: Code emplacement
nl_nl: Opslaglocatie
sv_se: Lagerplatskod

# Table 3722363265 - Field 2790486453 - Property 2879900210
source: Comment
de_de: Bemerkung
fi_fi: Kommentti
fr_fr: Commentaires
nl_nl: Opmerking
sv_se: Kommentar

# Table 3722363265 - Field 1327763155 - Property 2879900210
source: Content Exists
fi_fi: Sisältö on olemassa
nl_nl: Inhoud bestaat
sv_se: Innehåll finns

# Table 3722363265 - Field 606875530 - Property 2879900210
source: Content Quantity (Base)
fi_fi: Sisällön määrä (perus)
nl_nl: Inhoud hoeveelheid (Basis)
sv_se: Innehållets Antal (Bas)

# Table 3722363265 - Field 3581037481 - Property 2879900210
source: Height
de_de: Höhe
fi_fi: Korkeus
fr_fr: Hauteur
nl_nl: Hoogte
sv_se: Höjd

# Table 3722363265 - Field 1881551368 - Property 2879900210
source: Length
de_de: Länge
fi_fi: Pituus
fr_fr: Longueur
nl_nl: Lengte
sv_se: Längd

# Table 3722363265 - Field 3470161887 - Property 2879900210
source: Loading Meter (LDM)
fi_fi: Lavametrit (LDM)
nl_nl: Meter laden (LDM)
sv_se: Lastmeter (LDM))

# Table 3722363265 - Field 2161572060 - Property 2879900210
source: Location Code
de_de: Lagerortcode
fi_fi: Sijaintikoodi
fr_fr: Magasin
nl_nl: Vestiging
sv_se: Lagerställekod

# Table 3722363265 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.
fi_fi: Nro
fr_fr: N°.
nl_nl: Nr.
sv_se: Nr

# Table 3722363265 - Field 116357982 - Property 2879900210
source: Package Type
de_de: Pakettyp
fi_fi: Pakkaustyyppi
fr_fr: Type de package
nl_nl: Pakketsoort
sv_se: Pakettyp

# Table 3722363265 - Field 693578978 - Property 2879900210
source: Packing Station Code
fi_fi: Pakkausaseman koodi
nl_nl: Verpakkingsstation code
sv_se: Packningsstationskod

# Table 3722363265 - Field 980401284 - Property 2879900210
source: Receipt Status
fi_fi: Vastaanoton tila

# Table 3722363265 - Field 2014177170 - Property 2879900210
source: Shipping Status
fi_fi: Toimituksen tila
nl_nl: Verzendstatus
sv_se: Leveransstatus

# Table 3722363265 - Field 4147445790 - Property 2879900210
source: Staging Hint
fi_fi: Paikka
nl_nl: Voorbereiding hint
sv_se: Staging tips

# Table 3722363265 - Field 1761054451 - Property 2879900210
source: Sub License Plate Quantity
fi_fi: Sisemmän kuljetusyksikön määrä
nl_nl: Sub License Plate Aantal
sv_se: Sub License Plate Antal

# Table 3722363265 - Field 1175001676 - Property 2879900210
source: Top-level
fi_fi: Ylin taso

# Table 3722363265 - Field 1914635139 - Property 2879900210
source: Transferred to Shipping Provider
fi_fi: Siirretty kuljetuspalveluntarjoajalle
nl_nl: Overgedragen naar verzendleverancier
sv_se: Överförd till speditör

# Table 3722363265 - Field 2854289444 - Property 2879900210
source: Gross Weight
de_de: Bruttogewicht
fi_fi: Bruttopaino
fr_fr: Poids brut
nl_nl: Brutogewicht
sv_se: Bruttovikt

# Table 3722363265 - Field 1483846801 - Property 2879900210
source: Whse. Document No.
de_de: Logistikbelegnr.
fi_fi: F.var. asiakirjanro
fr_fr: N° document entrepôt
nl_nl: Mag.-documentnr.
sv_se: Dist.lager dokumentnr

# Table 3722363265 - Field 2071670972 - Property 2879900210
source: Whse. Document Type
de_de: Logistikbelegart
fi_fi: F. var. asiakirjan tyyppi
fr_fr: Type document entrepôt
nl_nl: Mag.-documenttype
sv_se: Dist.lager dokumenttyp

# Table 3722363265 - Field 2071670972 - Property 62802879
source: ,Receipt,Shipment,Internal Put-away,Internal Pick,Production,Movement Worksheet,,Assembly
de_de: ,Wareneingang,Warenausgang,Interne Einlag.-Anforderung,Interne Kommiss.-Anforderung,Fertigung,Umlagerungsarbeitsblatt,,Montage
fi_fi: ,Vastaanotto,Toimitus,Sisäinen hyllytys,Sisäinen poiminta,Tuotanto,Siirtotyökirja,,Kokoonpano
fr_fr: ,Receptions,Expeditions,Rangements internes,Prélèvements internes,Production,Feuilles de Mouvement,,Assemblages
nl_nl: ,Ontvangst,Verzending,Interne opslag,Interne pick,Productie,Verplaatsingsvoorstel,Assemblage
sv_se: ,Inleverans,Sändning,Intern artikelinförsel,Intern plockning,Produktion,Transportförslag,,Montering

# Table 3722363265 - Field 613790498 - Property 2879900210
source: Width
de_de: Breite
fi_fi: Leveys
fr_fr: Largeur
nl_nl: Breedte
sv_se: Bredd

# Table 3442024394 - Property 2879900210
source: Mobile License Plate Content
fi_fi: Mobiilin kuljetusyksikön sisältö
sv_se: Mobil License Plate Innehåll

# Table 3442024394 - Field 2814799924 - Property 2879900210
source: Bin Code
de_de: Lagerplatzcode
fi_fi: Varastopaikkakoodi
fr_fr: Code emplacement
nl_nl: Opslaglocatie
sv_se: Lagerplatskod

# Table 3442024394 - Field 2701918132 - Property 2879900210
source: License Plate No.
de_de: License Plate nr.
fi_fi: Kuljetusyksikön nro
nl_nl: License Plate Nr.
sv_se: License Plate nr.

# Table 3442024394 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr.
fi_fi: Rivinro
fr_fr: N° ligne
nl_nl: Regelnr.
sv_se: Radnr

# Table 3442024394 - Field 2161572060 - Property 2879900210
source: Location Code
de_de: Lagerortcode
fi_fi: Sijaintikoodi
fr_fr: Magasin
nl_nl: Vestiging
sv_se: Lagerställekod

# Table 3442024394 - Field 1482668068 - Property 2879900210
source: Lot No.
de_de: Chargennr.
fi_fi: Eränro
fr_fr: N° Lot
nl_nl: Partijnr.
sv_se: Partinummer

# Table 3442024394 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.
fi_fi: Nro
fr_fr: N°.
nl_nl: Nr.
sv_se: Nr

# Table 3442024394 - Field 4218487413 - Property 2879900210
source: Posted Source Document
de_de: Gebuchter Herkunftsbeleg
fi_fi: Kirjattu lähdeasiakirja

# Table 3442024394 - Field 763916783 - Property 2879900210
source: Posted Source Line No.
de_de: Geb. Herkunftszeilennr.
fi_fi: Kirjattu lähderivinro

# Table 3442024394 - Field 2392314357 - Property 2879900210
source: Posted Source No.
de_de: Geb. Herkunftsbelegnr.
fi_fi: Kirjattu lähdenro

# Table 3442024394 - Field 806193894 - Property 2879900210
source: Qty. per Unit of Measure
de_de: Menge pro Einheit
fi_fi: Määrä mittayksikköä kohti
fr_fr: Quantité par unité
nl_nl: Aantal in eenheid
sv_se: Antal per enhet

# Table 3442024394 - Field 2704404533 - Property 2879900210
source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nl_nl: Aantal
sv_se: Antal

# Table 3442024394 - Field 3179217921 - Property 2879900210
source: Quantity (Base)
de_de: Menge (Basis)
fi_fi: Määrä (perus)
fr_fr: Quantité (base)
nl_nl: Aantal (Basis)
sv_se: Antal (bas)

# Table 3442024394 - Field 47037625 - Property 2879900210
source: Serial No.
de_de: Seriennr.
fi_fi: Sarjanro
fr_fr: N° de série
nl_nl: Serienr.
sv_se: Serienummer

# Table 3442024394 - Field 1045917230 - Property 2879900210
source: Source Document
de_de: Herkunftsbeleg
fi_fi: Lähdeasiakirja
fr_fr: Document origine
nl_nl: Brondocument
sv_se: Källdokument

# Table 3442024394 - Field 1045917230 - Property 62802879
source: ,Sales Order,,,Sales Return Order,Purchase Order,,,Purchase Return Order,Inbound Transfer,Outbound Transfer,Prod. Consumption,Prod. Output,,,,,,Service Order,,Assembly Consumption,Assembly Order
de_de: ,Verkaufsauftrag,,,Verkaufsreklamation,Bestellung,,,Einkaufsreklamation ,Eingehende Umlagerung,Ausgehende Umlagerung,FA-Verbrauch ,FA-Ausgabe,,,,,,Serviceauftrag,,Verbrauch für Montage,Montageauftrag
fi_fi: ,Myyntitilaus,,,Myyntipalautustilaus,Ostotilaus,,,Ostopalautustilaus,Saapuva siirto,Lähtevä siirto,Tuotannon kulutus,Tuotannon tuotos,,,,,,Huoltotilaus,,Kokoonpanon kulutus,Kokoonpanotilaus
fr_fr: ,Commande vente,,,Retour vente,Commande achat,,,Retour achat,Enlogement transfert,Désenlogement transfert,Consommation O.F.,Production O.F.,,,,,,Commande service,,Consommation d'assemblage,Ordre d'assemblage
nl_nl: ,Verkooporder,Verkoopretourorder,Inkooporder,Inkoopretourorder,Inkomende transfer,Uitgaande transfer,Prod.-verbruik,Prod.-output, Service Order,Assemblyverbruik,Assemblageorder
sv_se: ,Försäljningsorder,,,Försäljningsreturorder,Inköpsorder,,,Inköpsreturorder,Inkommande överföring,Utgående överföring,Prod. Förbrukning,Prod.output,,,,,,Serviceorder,,Monteringsförbrukning,Monteringsorder

# Table 3442024394 - Field 312545736 - Property 2879900210
source: Source Line No.
de_de: Herkunftszeilennr.
fi_fi: Lähderivinro
fr_fr: N° ligne origine
nl_nl: Bronregelnr.
sv_se: Ursprungsradnr

# Table 3442024394 - Field 1882905478 - Property 2879900210
source: Source No.
de_de: Herkunftsnr.
fi_fi: Lähteen nro
fr_fr: N° origine
nl_nl: Bronnr.
sv_se: Ursprungsnr

# Table 3442024394 - Field 1753214751 - Property 2879900210
source: Source Type
de_de: Herkunftsart
fi_fi: Lähdetyyppi
fr_fr: Type origine
nl_nl: Bronsoort
sv_se: Ursprungstyp

# Table 3442024394 - Field 1878130204 - Property 2879900210
source: Type
de_de: Art
fi_fi: Tyyppi
nl_nl: Soort
sv_se: Typ

# Table 3442024394 - Field 1878130204 - Property 62802879
source: Item,License Plate
fi_fi: Nimike,Kuljetusyksikkö
nl_nl: Artikel, License Plate
sv_se: Artikel,License Plate

# Table 3442024394 - Field 2443841526 - Property 2879900210
source: Unit Of Measure Code
fi_fi: Mittayksikön koodi
nl_nl: Eenheidscode
sv_se: Enhetskod

# Table 3442024394 - Field 3450651614 - Property 2879900210
source: Variant Code
de_de: Variantencode
fi_fi: Varianttikoodi
fr_fr: Code de variante
nl_nl: Variant
sv_se: Variantkod

# Table 3442024394 - Field 852860147 - Property 2879900210
source: Whse. Document Line No.
de_de: Logistikbelegzeilennr.
fi_fi: F. var. asiakirjan rivinro
fr_fr: N° ligne document entrep.
nl_nl: Mag.-documentregelnr.
sv_se: Dist.lager dokumentradnr

# Table 3442024394 - Field 1483846801 - Property 2879900210
source: Whse. Document No.
de_de: Logistikbelegnr.
fi_fi: F.var. asiakirjanro
fr_fr: N° document entrepôt
nl_nl: Mag.-documentnr.
sv_se: Dist.lager dokumentnr

# Table 3442024394 - Field 2071670972 - Property 2879900210
source: Whse. Document Type
de_de: Logistikbelegart
fi_fi: F. var. asiakirjan tyyppi
fr_fr: Type document entrepôt
nl_nl: Mag.-documenttype
sv_se: Dist.lager dokumenttyp
