Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# PageExtension 920659977 - Control 4186874952 - Property 1295455071
source: Is the Item Journal Batch visible at the Mobile Device.
de_de: Ist das Artikel-Buch.-Blatt auf dem Mobilgerät sichtbar.
fi_fi: Onko nimikepäiväkirjan erä näkyvissä mobiililaitteella.
fr_fr: Le lot du journal des articles est-il visible sur le dispositif mobile
nl_nl: Is de artikeldagboekbatch zichtbaar op het Mobile Device.
sv_se: Är artikeljournalen Batch synlig på den mobila enheten.

# PageExtension 920659977 - Control 4186874952 - Property 2879900210
source: Released To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapautettu mobiiliin
fr_fr: Publié sur Mobile
sv_se: Släppt till mobilen

# PageExtension 920659977 - Control 3464606349 - Property 1295455071
source: Has anything been registered against this exact Physical Inventory Journal Line from the Mobile Device.
de_de: Wurde etwas gegen diese exakte Inventur Buch.-Blatt Zeile vom Mobilgerät registriert.
fi_fi: Onko mitään rekisteröity tälle inventointipäiväkirjan riville mobiililaitteelta.
fr_fr: Est-ce que quelque chose a été enregistré sur cette ligne exacte du journal d'inventaire physique à partir du dispositif mobile.
nl_nl: Is er iets geregistreerd tegen deze exacte inventarisatiedagboek regel van het Mobile Device.
sv_se: Har något registrerats mot denna exakta inventeringsjournal rad från den mobila enheten.

# PageExtension 920659977 - Control 3464606349 - Property 2879900210
source: Registered On Mobile
de_de: Registriert auf mobile
fi_fi: Rekisteröity mobiilissa
fr_fr: Inscrit sur le mobile
nl_nl: Geregistreerd op mobiel
sv_se: Registrerad på mobil

# PageExtension 836136090 - Control 2019306083 - Property 2879900210
source: Mobile License Plates
de_de: Mobiles License Plate
fi_fi: Mobiilin kuljetusyksiköt
sv_se: Mobil License Plates

# PageExtension 3886956040 - Control 4166142488 - Property 1295455071
source: Specifies "Tote Picking" for this document. Default refers to setting on Mobile WMS Setup
de_de: Bestimmt "Behälterkommissionierung" für dieses Dokument. Standardmäßig bezieht sich auf die Einstellung beim mobilen WMS Setup
fi_fi: Määrittää laatikkopoiminnan tälle asiakirjalle. Oletus Mobile WMS:n asetuksista
fr_fr: Spécifie "Prélèvement par casier" pour ce document. Se réfère par défaut à la configuration de Mobile WMS
nl_nl: Specifieer "Tote Picken" voor dit document. Standaard verwijst naar de instelling op Mobile WMS setup
sv_se: Anger "Tote Plock" för detta dokument. Standard hänvisar till inställningen på Mobile WMS Setup

# PageExtension 3886956040 - Control 4166142488 - Property 62802879
source: Default (No),No,Yes
de_de: Standard (Nein),Nein,Ja
fi_fi: Oletus (Ei),Ei,Kyllä
fr_fr: Par défaut (Non),Non,Oui
nl_nl: Standaard (Nee),Nee,Ja
sv_se: Standard (Nej),Nej,Ja

# PageExtension 3886956040 - Control 3173418414 - Property 1295455071
source: Specifies "Tote Picking" for this document. Default refers to setting on Mobile WMS Setup
de_de: Bestimmt "Behälterkommissionierung" für dieses Dokument. Standardmäßig bezieht sich auf die Einstellung beim mobilen WMS Setup
fi_fi: Määrittää laatikkopoiminnan tälle asiakirjalle. Oletus Mobile WMS:n asetuksista
fr_fr: Spécifie "Prélèvement par casier" pour ce document. Se réfère par défaut à la configuration de Mobile WMS
nl_nl: Specifieer "Tote Picken" voor dit document. Standaard verwijst naar de instelling op Mobile WMS setup
sv_se: Anger "Tote Plock" för detta dokument. Standard hänvisar till inställningen på Mobile WMS Setup

# PageExtension 3886956040 - Control 3173418414 - Property 62802879
source: Default (Yes),No,Yes
de_de: Standard (Ja),Nein,Ja
fi_fi: Oletus (Kyllä),Ei,Kyllä
fr_fr: Par défaut (Oui),Non,Oui
nl_nl: Standaard (Ja),Nee,Ja
sv_se: Standard (Ja),Nej,Ja

# PageExtension 972273391 - Control 2019306083 - Property 2879900210
source: Mobile License Plates
de_de: Mobiles License Plate
fi_fi: Mobiilin kuljetusyksiköt
sv_se: Mobil License Plates

# PageExtension 972273391 - Control 2275193680 - Property 1295455071
source: Specifies the Packing Station as staging information
fi_fi: Määrittää pakkausaseman tiedon
nl_nl: Specificeert het verpakkingsstation als staging informatie
sv_se: Anger packningsstationen som mellanlagringsinformation

# PageExtension 1717658312 - Action 1428498206 - Property 1295455071
source: Toggle making this Warehouse Journal Batch visible at the Mobile Device.
de_de: Aktivieren Sie das Logistik-Buch.-Blatt auf dem mobilen Gerät.
fi_fi: Vaihda f. var. päiväkirjan erän näkyvyys mobiililaitteella.
fr_fr: Basculer la visibilité de ce lot du journal d'entrepôt sur le dispositif mobile.
nl_nl: Dit magazijndagboek zichtbaar maken op het mobiel apparaat.
sv_se: Aktivera så att denna Lagerjournal Batch blir synlig på den mobila enheten.

# PageExtension 1717658312 - Action 1428498206 - Property 2879900210
source: Release To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapauta mobiiliin
fr_fr: Publier sur Mobile
sv_se: Släpp till mobil

# PageExtension 1717658312 - Control 2569068154 - Property 1295455071
source: Is the Warehouse Journal Batch visible at the Mobile Device.
de_de: Ist das Logistik Buch.-Blatt auf dem mobilen Gerät sichtbar.
fi_fi: Onko f. var. päiväkirjan erä näkyvissä mobiililaitteella.
fr_fr: Le lot du journal d'entrepôt est-il visible sur le dispositif mobile
nl_nl: Is het magazijndagboekbatch zichtbaar op het Mobile Device.
sv_se: Är Lagerjournal Batch synlig på den mobila enheten.

# PageExtension 1717658312 - Control 2569068154 - Property 2879900210
source: Released To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapautettu mobiiliin
fr_fr: Publié sur Mobile
sv_se: Släppt till mobilen

# PageExtension 1008204346 - Action 1428498206 - Property 1295455071
source: Toggle making this Warehouse Journal Batch visible at the Mobile Device.
de_de: Aktivieren Sie das Logistik-Buch.-Blatt auf dem mobilen Gerät.
fi_fi: Vaihda f. var. päiväkirjan erän näkyvyys mobiililaitteella.
fr_fr: Basculer la visibilité de ce lot du journal d'entrepôt sur le dispositif mobile.
nl_nl: Dit magazijndagboek zichtbaar maken op het mobiel apparaat.
sv_se: Aktivera så att denna Lagerjournal Batch blir synlig på den mobila enheten.

# PageExtension 1008204346 - Action 1428498206 - Property 2879900210
source: Release To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapauta mobiiliin
fr_fr: Publier sur Mobile
sv_se: Släpp till mobil

# PageExtension 1008204346 - Control 2569068154 - Property 1295455071
source: Is the Warehouse Journal Batch visible at the Mobile Device.
de_de: Ist das Logistik Buch.-Blatt auf dem mobilen Gerät sichtbar.
fi_fi: Onko f. var. päiväkirjan erä näkyvissä mobiililaitteella.
fr_fr: Le lot du journal d'entrepôt est-il visible sur le dispositif mobile
nl_nl: Is het magazijndagboekbatch zichtbaar op het Mobile Device.
sv_se: Är Lagerjournal Batch synlig på den mobila enheten.

# PageExtension 1008204346 - Control 2569068154 - Property 2879900210
source: Released To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapautettu mobiiliin
fr_fr: Publié sur Mobile
sv_se: Släppt till mobilen

# PageExtension 300549851 - Action 1428498206 - Property 1295455071
source: Toggle making this Warehouse Journal Batch visible at the Mobile Device.
de_de: Aktivieren Sie das Logistik-Buch.-Blatt auf dem mobilen Gerät.
fi_fi: Vaihda f. var. päiväkirjan erän näkyvyys mobiililaitteella.
fr_fr: Basculer la visibilité de ce lot du journal d'entrepôt sur le dispositif mobile.
nl_nl: Dit magazijndagboek zichtbaar maken op het mobiel apparaat.
sv_se: Aktivera så att denna Lagerjournal Batch blir synlig på den mobila enheten.

# PageExtension 300549851 - Action 1428498206 - Property 2879900210
source: Release To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapauta mobiiliin
fr_fr: Publier sur Mobile
sv_se: Släpp till mobil

# PageExtension 300549851 - Control 4186874952 - Property 1295455071
source: Is the Warehouse Journal Batch visible at the Mobile Device.
de_de: Ist das Logistik Buch.-Blatt auf dem mobilen Gerät sichtbar.
fi_fi: Onko f. var. päiväkirjan erä näkyvissä mobiililaitteella.
fr_fr: Le lot du journal d'entrepôt est-il visible sur le dispositif mobile
nl_nl: Is het magazijndagboekbatch zichtbaar op het Mobile Device.
sv_se: Är Lagerjournal Batch synlig på den mobila enheten.

# PageExtension 300549851 - Control 4186874952 - Property 2879900210
source: Released To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapautettu mobiiliin
fr_fr: Publié sur Mobile
sv_se: Släppt till mobilen

# PageExtension 300549851 - Control 1228660163 - Property 1295455071
source: Has anything been registered against this exact Warehouse Physical Inventory Journal Line from the Mobile Device.
de_de: Wurde etwas gegen diese exakte Inventur Buch.-Blatt Zeile vom Mobilgerät registriert.
fi_fi: Onko mitään rekisteröity tälle f. var. inventointipäiväkirjan riville mobiililaitteelta.
fr_fr: Est-ce que quelque chose a été enregistré sur cette ligne exacte du journal d'inventaire physique de l'entrepôt à partir du dispositif mobile.
nl_nl: Is er iets geregistreerd tegen deze exacte magazijninventarisatiedagboeken regel van het Mobile Device.
sv_se: Har något registrerats mot denna exakta inventeringsjournal rad från den mobila enheten.

# PageExtension 300549851 - Control 1228660163 - Property 2879900210
source: Registered On Mobile
de_de: Registriert auf mobile
fi_fi: Rekisteröity mobiilissa
fr_fr: Inscrit sur le mobile
nl_nl: Geregistreerd op mobiel
sv_se: Registrerad på mobil

# PageExtension 3585161023 - Control 2877096392 - Property 1295455071
source: Tote ID's associated with the current Warehouse Shipment Line.
de_de: Sammelbehälter-ID, die mit der aktuellen Warenausgangszeile verknüpft sind.
fi_fi: Laatikon tunnus, joka liittyy tähän f. var. toimituksen riviin.
fr_fr: Les identifiants des casiers associés à la ligne d'expédition de l'entrepôt en cours.
nl_nl: Tote Id's geassocieerd met de huidige magazijn verzending regel.
sv_se: Tote-ID: n som är kopplade till den aktuella lagersändningsraden.

# PageExtension 3585161023 - Control 2877096392 - Property 2879900210
source: Tote ID's
de_de: Sammelbehälter-ID
fi_fi: Laatikkojen tunnukset
fr_fr: Identifiants des bac
sv_se: Tote ID

# TableExtension 3688559875 - Field 762293362 - Property 2879900210
source: Posting Mobile MessageId
de_de: Mobile NachrichtenId posten
fi_fi: Kirjauksen mobiilin viestitunnus
fr_fr: Validation en cours Mobile MessageId
sv_se: Bokför mobilt meddelande-Id

# TableExtension 225516932 - Field 2569068154 - Property 2879900210
source: Released To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapautettu mobiiliin
fr_fr: Publié sur Mobile
sv_se: Släppt till mobilen

# TableExtension 2667724254 - Field 1228660163 - Property 2879900210
source: Registered On Mobile
de_de: Registriert auf mobile
fi_fi: Rekisteröity mobiilissa
fr_fr: Inscrit sur le mobile
nl_nl: Geregistreerd op mobiel
sv_se: Registrerad på mobil

# TableExtension 1115858216 - Field 1228660163 - Property 2879900210
source: Registered On Mobile
de_de: Registriert auf mobile
fi_fi: Rekisteröity mobiilissa
fr_fr: Inscrit sur le mobile
nl_nl: Geregistreerd op mobiel
sv_se: Registrerad på mobil

# TableExtension 4135011159 - Field 2067312941 - Property 2879900210
source: Pick from License Plate
fi_fi: Poiminta kuljetusyksiköstä

# TableExtension 4135011159 - Field 344725113 - Property 2879900210
source: Prod. Output to License Plate
fi_fi: Tuotannon tuotos kuljetusyksikköön

# TableExtension 4135011159 - Field 1003072736 - Property 2879900210
source: Receive to License Plate
fi_fi: Vastaanotto kuljetusyksikköön

# TableExtension 3625668428 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 1772201568 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 278409004 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 3068422006 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 2032204738 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 2944393410 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 19131968 - Field 762293362 - Property 2879900210
source: Posting Mobile MessageId
de_de: Mobile NachrichtenId posten
fi_fi: Kirjauksen mobiilin viestitunnus
fr_fr: Validation en cours Mobile MessageId
sv_se: Bokför mobilt meddelande-Id

# TableExtension 2583223242 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 1311992129 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 2286422160 - Field 3744754242 - Property 2879900210
source: Prefixed Line No.
de_de: Vorfixe Zeilennr.
fi_fi: Ennalta asetettu rivinro
fr_fr: Numéro de ligne préfixé
nl_nl: Prefix regel nr.
sv_se: Prefixerat Radnr.

# TableExtension 2840171667 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 357955975 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 1239088209 - Field 762293362 - Property 2879900210
source: Posting Mobile MessageId
de_de: Mobile NachrichtenId posten
fi_fi: Kirjauksen mobiilin viestitunnus
fr_fr: Validation en cours Mobile MessageId
sv_se: Bokför mobilt meddelande-Id

# TableExtension 456839265 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 1223457936 - Field 762293362 - Property 2879900210
source: Posting Mobile MessageId
de_de: Mobile NachrichtenId posten
fi_fi: Kirjauksen mobiilin viestitunnus
fr_fr: Validation en cours Mobile MessageId
sv_se: Bokför mobilt meddelande-Id

# TableExtension 878242988 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 2414622040 - Field 31248594 - Property 2879900210
source: Mobile MessageId
de_de: Mobile Nachrichten-Id
fi_fi: Mobiilin viestitunnus
fr_fr: ID Message mobile
sv_se: Mobilt meddelande-Id

# TableExtension 3288095833 - NamedType 156075926
source: Pick Registration has started and Tote Picking cannot be changed.
de_de: Sammelbehälterkommissionierung kann nicht geändert werden, wenn die Registrierung gestartet wird.
fi_fi: Poiminnan rekisteröinti on alkanut, joten laatikkopoimintaa ei voi muuttaa.
fr_fr: L'inscription a commencé et la sélection de casier ne peut pas être modifiée.
nl_nl: Pick registratie is gestart en Tote picking kan niet worden gewijzigd.
sv_se: Plockregistreringen har startat och Tote Picking kan inte ändras.

# TableExtension 3288095833 - Field 2825081506 - Property 2879900210
source: Action Type Filter
fi_fi: Toiminnon tyypin suodatin

# TableExtension 3288095833 - Field 3277795908 - Property 2879900210
source: Breakbulk No. Filter
fi_fi: Erottelunron suodatin

# TableExtension 3288095833 - Field 908375317 - Property 2879900210
source: No. of Lines
fi_fi: Rivien määrä

# TableExtension 3288095833 - Field 762293362 - Property 2879900210
source: Posting Mobile MessageId
de_de: Mobile NachrichtenId posten
fi_fi: Kirjauksen mobiilin viestitunnus
fr_fr: Validation en cours Mobile MessageId
sv_se: Bokför mobilt meddelande-Id

# TableExtension 3288095833 - Field 1299187514 - Property 2879900210
source: Tote Picking Enabled
de_de: Behälterkommissionierung Aktiviert
fi_fi: Laatikkopoiminta käytössä
fr_fr: Prélèvement par casier activé
nl_nl: Tote picking ingeschakeld
sv_se: Tote Plockning Aktiverad

# TableExtension 3288095833 - Field 1299187514 - Property 62802879
source: Default,No,Yes
de_de: Standard,Nein,Ja
fi_fi: Oletus,Ei,Kyllä
fr_fr: Par défaut,Non,Oui
nl_nl: Standaard,Nee,Ja
sv_se: Standard,Nej,Ja

# TableExtension 1067661298 - Field 1966805715 - Property 2879900210
source: Line Split Automatically
de_de: Linie automatisch aufteilen
fi_fi: Rivin jakaminen automaattisesti
fr_fr: Division automatique de la ligne
nl_nl: Regel automatisch splitsen
sv_se: Rad delas automatiskt

# TableExtension 2582326508 - Field 2569068154 - Property 2879900210
source: Released To Mobile
de_de: Für mobile freigegeben
fi_fi: Vapautettu mobiiliin
fr_fr: Publié sur Mobile
sv_se: Släppt till mobilen

# TableExtension 768157766 - Field 1228660163 - Property 2879900210
source: Registered On Mobile
de_de: Registriert auf mobile
fi_fi: Rekisteröity mobiilissa
fr_fr: Inscrit sur le mobile
nl_nl: Geregistreerd op mobiel
sv_se: Registrerad på mobil

# TableExtension 2528645250 - Field 762293362 - Property 2879900210
source: Posting Mobile MessageId
de_de: Mobile NachrichtenId posten
fi_fi: Kirjauksen mobiilin viestitunnus
fr_fr: Validation en cours Mobile MessageId
sv_se: Bokför mobilt meddelande-Id

# TableExtension 3954907542 - Field 2164671642 - Property 2879900210
source: Packing Station Code
fi_fi: Pakkausaseman koodi
nl_nl: Verpakkingsstation code
sv_se: Packningsstationskod

# TableExtension 3954907542 - Field 762293362 - Property 2879900210
source: Posting Mobile MessageId
de_de: Mobile NachrichtenId posten
fi_fi: Kirjauksen mobiilin viestitunnus
fr_fr: Validation en cours Mobile MessageId
sv_se: Bokför mobilt meddelande-Id

# Enum 315521293 - EnumValue 514741837 - Property 2879900210
source: Item Label
de_de: Artikel-Label
fi_fi: Nimikkeen tarra
fr_fr: Étiquette de l'article
nl_nl: Artikel label
sv_se: Artikel etikett

# Enum 315521293 - EnumValue 1627467423 - Property 2879900210
source: License Plate Contents
fi_fi: Kuljetusyksiköiden sisällöt
nl_nl: Inhoud drager
sv_se: License Plate Innehåll

# Enum 315521293 - EnumValue 3371220206 - Property 2879900210
source: None
de_de: Keine
fi_fi: Ei yhtään
fr_fr: Aucun
nl_nl: Geen
sv_se: Ingen

# Enum 315521293 - EnumValue 2746818404 - Property 2879900210
source: Sales Shipment
de_de: Verkaufslieferung
fi_fi: Myyntitoimitus
fr_fr: Expédition vente
nl_nl: Verkoopverzending
sv_se: Förs.utleverans

# Enum 315521293 - EnumValue 2938519335 - Property 2879900210
source: Warehouse Shipment
de_de: Warenausgang
fi_fi: F.var. toimitus
fr_fr: Expédition entrepôt
nl_nl: Mag. -verzending
sv_se: Distributionslagerutleverans

# Enum 288675092 - EnumValue 1864907812 - Property 2879900210
source: Disabled
fi_fi: Ei käytössä

# Enum 3853517948 - EnumValue 2521603205 - Property 2879900210
source: Ready
de_de: Bereit
fi_fi: Valmis
fr_fr: Prêt
nl_nl: Klaar
sv_se: Klar

# Enum 3853517948 - EnumValue 3292759961 - Property 2879900210
source: Received
fi_fi: Vastaanotettu

# Enum 2000252666 - EnumValue 2521603205 - Property 2879900210
source: Ready
de_de: Bereit
fi_fi: Valmis
fr_fr: Prêt
nl_nl: Klaar
sv_se: Klar

# Enum 2000252666 - EnumValue 1090071933 - Property 2879900210
source: Shipped
de_de: Geliefert
fi_fi: Toimitettu
fr_fr: Expédié
nl_nl: Verzonden
sv_se: Levererat

# Enum 3755989354 - EnumValue 2383819948 - Property 2879900210
source: Run Time
de_de: Bearbeitungszeit
fi_fi: Ajoaika
fr_fr: Temps d'exécution
nl_nl: Bewerkingstijd
sv_se: Bearbetningstid

# Enum 3755989354 - EnumValue 3101683498 - Property 2879900210
source: Setup Time
de_de: Rüstzeit
fi_fi: Asetusaika
fr_fr: Temps de préparation
nl_nl: Insteltijd
sv_se: Omställningstid

# Enum 60272234 - EnumValue 816905803 - Property 2879900210
source: Started
de_de: Gestartet
fi_fi: Aloitettu
fr_fr: Commencé
nl_nl: Gestart
sv_se: Startat

# Enum 60272234 - EnumValue 1092494051 - Property 2879900210
source: Stopped
de_de: Angehalten
fi_fi: Pysäytetty
fr_fr: Arrêté
nl_nl: Gestopt
sv_se: Stoppat

# Enum 1202584124 - EnumValue 1662713252 - Property 2879900210
source: Assembly Order
fi_fi: Kokoonpanotilaus

# Enum 1202584124 - EnumValue 1300919661 - Property 2879900210
source: Count
de_de: Inventur
fi_fi: Inventointi
fr_fr: Compter
nl_nl: Tellen
sv_se: Inventering

# Enum 1202584124 - EnumValue 2184672612 - Property 2879900210
source: Current Registration
fi_fi: Nykyinen rekisteröinti

# Enum 1202584124 - EnumValue 2458548723 - Property 2879900210
source: Move
de_de: Umlagerung
fi_fi: Siirto
fr_fr: Déplacer
nl_nl: Verplaatsen
sv_se: Flytta

# Enum 1202584124 - EnumValue 1386046766 - Property 2879900210
source: Phys. Invt. Recording
fi_fi: Inventointitallennus

# Enum 1202584124 - EnumValue 4186485955 - Property 2879900210
source: Pick
de_de: Kommissionierung
fi_fi: Poiminta
fr_fr: Prélever
nl_nl: Picken
sv_se: Plock

# Enum 1202584124 - EnumValue 1558935850 - Property 2879900210
source: Production Consumption
fi_fi: Tuotannon kulutus

# Enum 1202584124 - EnumValue 387971303 - Property 2879900210
source: Purchase Order
de_de: Einkaufsbestellung
fi_fi: Ostotilaus
fr_fr: Bon de commande

# Enum 1202584124 - EnumValue 1555938241 - Property 2879900210
source: Purchase Return Order
fi_fi: Oston palautustilaus

# Enum 1202584124 - EnumValue 4229579825 - Property 2879900210
source: Put-away
fi_fi: Hyllytys

# Enum 1202584124 - EnumValue 1084347373 - Property 2879900210
source: Receive
de_de: Wareneingang
fi_fi: Vastaanotto
fr_fr: Recevoir
nl_nl: Ontvangen
sv_se: Inleverans

# Enum 1202584124 - EnumValue 1673401186 - Property 2879900210
source: Sales Order
de_de: Verkaufsauftrag
fi_fi: Myyntitilaus
fr_fr: Commande vente
nl_nl: Verkooporder
sv_se: Förs.order

# Enum 1202584124 - EnumValue 1598289728 - Property 2879900210
source: Sales Return Order
fi_fi: Myynnin palautustilaus

# Enum 1202584124 - EnumValue 4180147670 - Property 2879900210
source: Ship
de_de: Versendet
fi_fi: Laiva
fr_fr: Navire
nl_nl: Schip
sv_se: Fartyg

# Enum 1202584124 - EnumValue 66664215 - Property 2879900210
source: Transfer Order
fi_fi: Siirtotilaus

# EnumExtension 28328812 - EnumValue 3291471296 - Property 2879900210
source: Tasklet - Attach Image
fi_fi: Tasklet - Liitä kuva
