Repository: sonny27/Tasklet-Source-Code
Catalog: Translations/Tasklet Mobile WMS.g.*.xlf
Languages: de_de, fi_fi, fr_fr, nl_nl, sv_se

# Table 3442024394 - Field 2071670972 - Property 62802879
source: ,Receipt,Shipment,Internal Put-away,Internal Pick,Production,Movement Worksheet,,Assembly
de_de: ,Wareneingang,Warenausgang,Interne Einlag.-Anforderung,Interne Kommiss.-Anforderung,Fertigung,Umlagerungsarbeitsblatt,,Montage
fi_fi: ,Vastaanotto,Toimitus,Sisäinen hyllytys,Sisäinen poiminta,Tuotanto,Siirtotyökirja,,Kokoonpano
fr_fr: ,Receptions,Expeditions,Rangements internes,Prélèvements internes,Production,Feuilles de Mouvement,,Assemblages
nl_nl: ,Ontvangst,Verzending,Interne opslag,Interne pick,Productie,Verplaatsingsvoorstel,Assemblage
sv_se: ,Inleverans,Sändning,Intern artikelinförsel,Intern plockning,Produktion,Transportförslag,,Montering

# Table 1677363972 - Property 2879900210
source: Mobile Menu Options
de_de: Mobile Menüoptionen
fi_fi: Mobiilin valikkovaihtoehdot
fr_fr: Option de menu mobile
sv_se: Mobil menyalternativ

# Table 1677363972 - Field 658419836 - Property 2879900210
source: Menu Option
de_de: Mobile Menüoptionen
fi_fi: Valikkovaihtoehto
fr_fr: Option de menu
nl_nl: Menu-optie
sv_se: Menyalternativ

# Table 3336320429 - Property 2879900210
source: Mobile Message
de_de: Mobile Nachrichten
fi_fi: Mobiilin viesti
fr_fr: Message mobile
sv_se: Mobil meddelande

# Table 3336320429 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
sv_se: Kod

# Table 3336320429 - Field 2273653569 - Property 2879900210
source: Language Code
de_de: Sprachcode
fi_fi: Kielikoodi
fr_fr: Code langue
nl_nl: Taal
sv_se: Språkkod

# Table 3336320429 - Field 3080618677 - Property 2879900210
source: Message
de_de: Nachricht
fi_fi: Viesti
nl_nl: Bericht
sv_se: Meddelande

# Table 3336320429 - Field 3880909165 - Property 2879900210
source: Message Type
de_de: Nachrichtentyp
fi_fi: Viestityyppi
fr_fr: Type message
nl_nl: Berichttype
sv_se: Meddelandetyp

# Table 2757842272 - Property 2879900210
source: Mobile Package Setup
fi_fi: Mobiilin pakkausasetukset
sv_se: Installation av mobil paket

# Table 2757842272 - NamedType 2979189307
source: %1 is OK
fi_fi: %1 on OK
sv_se: %1 är OK

# Table 2757842272 - Field 1329203168 - Property 2879900210
source: Default Height
fi_fi: Oletuskorkeus
nl_nl: Standaard hoogte
sv_se: Standard höjd

# Table 2757842272 - Field 3391985617 - Property 2879900210
source: Default Length
fi_fi: Oletuspituus
nl_nl: Standaard lengte
sv_se: Standard Längd

# Table 2757842272 - Field 2892600338 - Property 2879900210
source: Default Loading Meter (LDM)
fi_fi: Oletuslavametrit (LDM)
nl_nl: Standaard LDM
sv_se: Standard lastmeter (LDM)

# Table 2757842272 - Field 1915149987 - Property 2879900210
source: Default Package Type
fi_fi: Oletuspakkaustyyppi
nl_nl: Standaard pakkettype
sv_se: Standard Kollityp

# Table 2757842272 - Field 846115821 - Property 2879900210
source: Default Weight
fi_fi: Oletuspaino
nl_nl: Standaard gewicht
sv_se: Standard vikt

# Table 2757842272 - Field 495238527 - Property 2879900210
source: Default Width
fi_fi: Oletusleveys
nl_nl: Standaard breedte
sv_se: Standard bredd

# Table 2757842272 - Field 116357982 - Property 2879900210
source: Package Type
de_de: Pakettyp
fi_fi: Pakkaustyyppi
fr_fr: Type de package
nl_nl: Pakketsoort
sv_se: Pakettyp

# Table 2757842272 - Field 3793510306 - Property 2879900210
source: Register Height
fi_fi: Rekisteröi korkeus
nl_nl: Register hoogte
sv_se: Registrera Höjd

# Table 2757842272 - Field 2375426095 - Property 2879900210
source: Register Length
fi_fi: Rekisteröi pituus
nl_nl: Registreer lengte
sv_se: Registrera längd

# Table 2757842272 - Field 2371772768 - Property 2879900210
source: Register Loading Meter (LDM)
fi_fi: Rekisteröi lavametrit (LDM)
nl_nl: Registreer Laden van Meter (LDM)
sv_se: Registrera lastmeter(LDM)

# Table 2757842272 - Field 3887958827 - Property 2879900210
source: Register Weight
fi_fi: Rekisteröi paino
nl_nl: Registreer gewicht
sv_se: Registrera vikt

# Table 2757842272 - Field 782575633 - Property 2879900210
source: Register Width
fi_fi: Rekisteröi leveys
nl_nl: Registreer breedte
sv_se: Registrera bredd

# Table 2757842272 - Field 2271291437 - Property 2879900210
source: Shipping Agent Code
de_de: Zustellercode
fi_fi: Kuljetusliikkeen koodi
fr_fr: Transporteur
nl_nl: Expediteur
sv_se: Speditörkod

# Table 2757842272 - Field 2730811709 - Property 2879900210
source: Shipping Agent Service Code
de_de: Zustellertransportartencode
fi_fi: Kuljetusliikkeen palvelukoodi
fr_fr: Code prestation transporteur
nl_nl: Servicecode expediteur
sv_se: Speditör servicekod

# Table 147729327 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_fr: Nom
nl_nl: Naam
sv_se: Namn

# Table 2511124422 - Property 2879900210
source: Mobile Package Type
fi_fi: Mobiilin pakkaustyyppi
sv_se: Mobil Kollityp

# Table 2511124422 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
sv_se: Kod

# Table 2511124422 - Field 1383905037 - Property 2879900210
source: Default
de_de: Standard
fi_fi: Oletusarvo
fr_fr: Défaut
nl_nl: Standaard
sv_se: Standard

# Table 2511124422 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Table 2511124422 - Field 3581037481 - Property 2879900210
source: Height
de_de: Höhe
fi_fi: Korkeus
fr_fr: Hauteur
nl_nl: Hoogte
sv_se: Höjd

# Table 2511124422 - Field 1881551368 - Property 2879900210
source: Length
de_de: Länge
fi_fi: Pituus
fr_fr: Longueur
nl_nl: Lengte
sv_se: Längd

# Table 2511124422 - Field 3470161887 - Property 2879900210
source: Loading Meter (LDM)
fi_fi: Lavametrit (LDM)
nl_nl: Meter laden (LDM)
sv_se: Lastmeter (LDM))

# Table 2511124422 - Field 3630706978 - Property 2879900210
source: Shipping Provider Id
fi_fi: Kuljetuspalveluntarjoajan tunnus
nl_nl: Verzendingsprovider Id
sv_se: Speditörs-Id

# Table 2511124422 - Field 276284931 - Property 2879900210
source: Shipping Provider Package Type
fi_fi: Kuljetuspalveluntarjoajan pakkaustyyppi
nl_nl: Verzendprovider verpakkingstype
sv_se: Kollityp för speditör

# Table 2511124422 - Field 1354222690 - Property 2879900210
source: Unit
de_de: Einheit
fi_fi: Yksikkö
fr_fr: Unité
nl_nl: Eenheid
sv_se: Enhet

# Table 2511124422 - Field 2854289444 - Property 2879900210
source: Weight
de_de: Gewicht
fi_fi: Paino
fr_fr: Poids Brut
nl_nl: Gewicht
sv_se: Vikt

# Table 2511124422 - Field 613790498 - Property 2879900210
source: Width
de_de: Breite
fi_fi: Leveys
fr_fr: Largeur
nl_nl: Breedte
sv_se: Bredd

# Table 1979355317 - Property 2879900210
source: Mobile Packing Station
fi_fi: Mobiilin pakkausasema
sv_se: Mobil Packningsstation

# Table 1979355317 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
sv_se: Kod

# Table 1979355317 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Table 1979355317 - Field 2161572060 - Property 2879900210
source: Location Code
de_de: Lagerortcode
fi_fi: Sijaintikoodi
fr_fr: Magasin
nl_nl: Vestiging
sv_se: Lagerställekod

# Table 207382687 - Property 2879900210
source: Mobile Print Log
de_de: Mobile Druck-Log
fi_fi: Mobiilin tulostusloki
fr_fr: Journal d'impression mobile
sv_se: Mobil utskriftslogg

# Table 207382687 - Field 892252506 - Property 2879900210
source: Created Date/Time
de_de: Erstellt Datum/Uhrzeit
fi_fi: Luontipvm/aika
fr_fr: Date/heure de création
nl_nl: Datum / tijd aangemaakt
sv_se: Skapad Datum/Tid

# Table 207382687 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Déscription
nl_nl: Omschrijving
sv_se: Beskrivning

# Table 207382687 - Field 2681758783 - Property 2879900210
source: Device ID
de_de: Geräte-ID
fi_fi: Laitetunnus
fr_fr: ID de l'appareil
nl_nl: Apparaat-ID
sv_se: Enhetens ID

# Table 207382687 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Postennummer
fi_fi: Tapahtumanro
fr_fr: N° séquence
nl_nl: Volgnummer
sv_se: Löpnr

# Table 207382687 - Field 1927684456 - Property 2879900210
source: Label-Template Name
de_de: Label-Templates Name
fi_fi: Tarramallin nimi
fr_fr: Nom du modèle d'étiquette
nl_nl: Label-sjabloon naam
sv_se: Etikettmalls namn

# Table 207382687 - Field 1357854170 - Property 2879900210
source: Message ID
de_de: Meldungs-ID
fi_fi: Viestitunnus
fr_fr: ID message
nl_nl: Bericht-id
sv_se: Meddelande-ID

# Table 207382687 - Field 1469866000 - Property 2879900210
source: Mobile User ID
de_de: Mobile Benutzer-ID
fi_fi: Mobiilin käyttäjätunnus
fr_fr: ID utilisateur mobile
sv_se: Mobil användar-ID

# Table 207382687 - Field 2897660500 - Property 2879900210
source: Record ID
de_de: Datensatz-ID
fi_fi: Tietueen tunnus
fr_fr: ID d'enregistrement
sv_se: Post-ID

# Table 1790977362 - Property 2879900210
source: Mobile Cloud Print Setup
de_de: Mobile Cloud Print Einrichtung
fi_fi: Mobiilin tulostusasetukset
fr_fr: Configuration de l'impression mobile

# Table 1790977362 - Field 3438556019 - Property 2879900210
source: Connection Password
de_de: Passwort
fi_fi: Yhteyden salasana
fr_fr: Mot de passe de connexion
nl_nl: Connectie wachtwoord
sv_se: Anslutningslösenord

# Table 1790977362 - Field 1464852102 - Property 2879900210
source: Connection Tenant
de_de: Verbindungs-Tenant
fi_fi: Yhteyden tenant
fr_fr: Connexion Tenant
nl_nl: Connectie tenant

# Table 1790977362 - Field 1191661671 - Property 2879900210
source: Connection URL
de_de: Verbindungs-URL
fi_fi: Yhteyden URL
fr_fr: URL de connexion
nl_nl: Connectie URL
sv_se: Anslutnings URL

# Table 1790977362 - Field 1267504300 - Property 2879900210
source: Connection Username
de_de: Benutzername
fi_fi: Yhteyden käyttäjänimi
fr_fr: Identifiant de connexion
nl_nl: Connectie gebruikersnaam
sv_se: Användarnamn för anslutning

# Table 1790977362 - Field 2891538263 - Property 2879900210
source: Printing is enabled
de_de: Drucke ist aktiviert
fi_fi: Tulostus on käytössä
fr_fr: L'impression est activée
nl_nl: Afdrukken is ingeschakeld
sv_se: Utskrift är aktiverad

# Table 1790977362 - Field 2273653569 - Property 2879900210
source: Language
de_de: Sprache
fi_fi: Kieli
fr_fr: Langue
nl_nl: Taal
sv_se: Språk

# Table 1790977362 - Field 179231377 - Property 2879900210
source: Print on Sales Order Pick
de_de: Auf Verkaufsauftrag Kommissionierung Drucken
fi_fi: Tulosta myyntitilauksen poiminnassa
fr_fr: Impression sur le prélèvement de la commande client
nl_nl: Print op verkooporder Pick
sv_se: Skriv ut på försäljningsorderplock

# Table 1790977362 - Field 3570294569 - Property 2879900210
source: Print on Warehouse Shipment Post
de_de: Auf Warenausgang Buchung Drucken
fi_fi: Tulosta f. var. toimituksen kirjauksessa
fr_fr: Imprimer sur le Poste d'expédition de l'entrepôt
nl_nl: Print op geboekte magazijnverzending
sv_se: Skriv ut på lagerutleverans bokföring

# Table 595079706 - Property 2879900210
source: Mobile Printer
de_de: Mobile Drucker
fi_fi: Mobiilin tulostin
fr_fr: Imprimante mobile
sv_se: Mobil skrivare

# Table 595079706 - Field 3168444338 - Property 2879900210
source: Address
de_de: Adresse
fi_fi: Osoite
fr_fr: Adresse
nl_nl: Adres
sv_se: Adress

# Table 595079706 - Field 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert
fi_fi: Käytössä
fr_fr: Activé
nl_nl: Ingeschakeld
sv_se: Aktiv

# Table 595079706 - Field 2161572060 - Property 2879900210
source: Location
de_de: Lagerort
fi_fi: Sijainti
fr_fr: Magasin
nl_nl: Vestiging
sv_se: Lagerställekod

# Table 595079706 - Field 2961552353 - Property 2879900210
source: Name
fi_fi: Nimi
fr_fr: Nom
nl_nl: Naam
sv_se: Namn

# Table 939755815 - Property 2879900210
source: Mobile Printer Label-Template
de_de: Label-Template kopieren
fi_fi: Mobiilin tulostimen tarramalli
fr_fr: Modèle d'étiquette pour imprimante mobile
sv_se: Mobil skrivare etikettmall

# Table 939755815 - Field 1927684456 - Property 2879900210
source: Label-Template Name
de_de: Label-Templates Name
fi_fi: Tarramallin nimi
fr_fr: Nom du modèle d'étiquette
nl_nl: Label-sjabloon naam
sv_se: Etikettmalls namn

# Table 939755815 - Field 693578978 - Property 2879900210
source: Packing Station Code
fi_fi: Pakkausaseman koodi
nl_nl: Verpakkingsstation code
sv_se: Packningsstationskod

# Table 939755815 - Field 996298347 - Property 2879900210
source: Printer Name
de_de: Druckername
fi_fi: Tulostimen nimi
fr_fr: Nom de l'imprimante
nl_nl: Printer
sv_se: Skrivarnamn

# Table 3368316831 - Property 2879900210
source: Register Realtime Quantity.
de_de: Mobile Echtzeit-Reg. Menge.
fi_fi: Mobiilin reaaliaikaisen rekisteröinnin määrä
fr_fr: Régulation de Quantité en temps réel du mobile
nl_nl: Realtime hoeveelheid registreren.
sv_se: Registrera Realtids kvantitet.

# Table 3368316831 - Field 3892058450 - Property 2879900210
source: ActionType
de_de: Aktionstyp
fi_fi: Toiminnon tyyppi
fr_fr: Type d'action
nl_nl: Actietype
sv_se: Åtgärdstyp

# Table 3368316831 - Field 2681758783 - Property 2879900210
source: Device ID
de_de: Geräte-ID
fi_fi: Laitetunnus
fr_fr: ID de l'appareil
nl_nl: Apparaat-ID
sv_se: Enhetens ID

# Table 3368316831 - Field 1579714849 - Property 2879900210
source: Expiration Date
de_de: Ablaufdatum
fi_fi: Vanhentumispvm
fr_fr: Date d’expiration
nl_nl: Vervaldatum
sv_se: Utgångsdatum

# Table 3368316831 - Field 2791041653 - Property 2879900210
source: FromBin
de_de: Von Lagerplatz
fi_fi: Varastopaikasta
fr_fr: De l'emplacement
nl_nl: Van opslaglocatie
sv_se: Från lagerplats

# Table 3368316831 - Field 568743302 - Property 2879900210
source: Item No.
de_de: Artikelnr.
fi_fi: Nimikkeen nro
fr_fr: N° article
nl_nl: Artikelnr.
sv_se: Artikelnr

# Table 3368316831 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr.
fi_fi: Rivinro
fr_fr: N° ligne
nl_nl: Regelnr.
sv_se: Radnr

# Table 3368316831 - Field 1482668068 - Property 2879900210
source: Lot No.
de_de: Chargennr.
fi_fi: Eränro
fr_fr: N° Lot
nl_nl: Partijnr.
sv_se: Partinummer

# Table 3368316831 - Field 3275075920 - Property 2879900210
source: LotNumber
de_de: Chargennr.
fi_fi: Eränro
fr_fr: Numéro de Lot
nl_nl: Lotnummer
sv_se: Partinummer

# Table 3368316831 - Field 1469866000 - Property 2879900210
source: Mobile User ID
de_de: Mobile Benutzer-ID
fi_fi: Mobiilin käyttäjätunnus
fr_fr: ID utilisateur mobile
sv_se: Mobil användar-ID

# Table 3368316831 - Field 2202932243 - Property 2879900210
source: Order No.
de_de: Auftragsnr.
fi_fi: Tilausnro
fr_fr: N° commande
nl_nl: Ordernr.
sv_se: Ordernr

# Table 3368316831 - Field 3071385747 - Property 2879900210
source: PackageNumber
de_de: Paketnummer
fi_fi: Pakettinro
nl_nl: Verpakkingsnummer
sv_se: Kollinummer

# Table 3368316831 - Field 2704404533 - Property 2879900210
source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nl_nl: Aantal
sv_se: Antal

# Table 3368316831 - Field 3430636682 - Property 2879900210
source: Registration No.
de_de: Steuernummer
fi_fi: Rekisteröintinro
fr_fr: N° SIRET
nl_nl: Handelsregisternr.
sv_se: Organisationsnr

# Table 3368316831 - Field 3000151260 - Property 2879900210
source: Registration XML
de_de: Registrierungen XML
fi_fi: Rekisteröinnin XML
fr_fr: Enregistrement XML
nl_nl: Registratie XML
sv_se: Registrerings XML

# Table 3368316831 - Field 47037625 - Property 2879900210
source: Serial No.
de_de: Seriennr.
fi_fi: Sarjanro
fr_fr: N° de série
nl_nl: Serienr.
sv_se: Serienummer

# Table 3368316831 - Field 4005108893 - Property 2879900210
source: SerialNumber
de_de: Seriennummer
fi_fi: Sarjanumero
fr_fr: Numéro de série
nl_nl: Serienummer
sv_se: Serienummer

# Table 3368316831 - Field 2845398962 - Property 2879900210
source: ToBin
de_de: Nach Lagerplatz
fi_fi: Varastopaikkaan
fr_fr: À l'emplacement
nl_nl: Naar opslaglocatie
sv_se: Till lagerplats

# Table 3368316831 - Field 4046981561 - Property 2879900210
source: Tote ID
de_de: Sammelbehälter-ID
fi_fi: Laatikon tunnus
fr_fr: Identifiant de casier

# Table 3368316831 - Field 1878130204 - Property 2879900210
source: Type
de_de: Art
fi_fi: Tyyppi
nl_nl: Soort
sv_se: Typ

# Table 3368316831 - Field 3955711665 - Property 2879900210
source: UnitOfMeasure
de_de: Einheit
fi_fi: Mittayksikkö
fr_fr: Unité de mesure
nl_nl: Eenheid
sv_se: Enhet

# Table 1131056297 - Property 2879900210
source: Mobile Setup
de_de: Mobile Gruppe
fi_fi: Mobiilin asetukset
fr_fr: Configuration mobile
sv_se: Mobil inställningar

# Table 1131056297 - NamedType 3437803562
source: Activating the Standard Mobile WMS implementation for Package No. requires Mobile WMS Android App 1.8.0 (or newer).\\Do you want to continue?
de_de: Die Aktivierung der Standard-Mobile-WMS-Implementierung für Paket-Nr. erfordert die Mobile-WMS-Android-App 1.8.0 (oder neuer).\\Möchten Sie fortfahren?
fi_fi: Mobile WMS:n vakiototeutus pakettinron käsittelyyn vaatii Mobile WMS:n Android-sovelluksen 1.8.0 (tai uudemman).\\Haluatko jatkaa?
nl_nl: Activeren van de standaard Mobile WMS implementatie voor Pakketnr. vereist MobileWMS Android App 1.8.0 (of nieuwer).\\Wilt u doorgaan?
sv_se: Aktivering av Standard Mobile WMS implementering för kollinummer kräver Mobile WMS Android App 1.8.0 (eller senare).\\Vill du fortsätta?

# Table 1131056297 - NamedType 2910450958
source: License Plating must be enabled in Mobile WMS Setup to use this function.
fi_fi: Kuljetusyksiköinti on oltava valittuna käyttöön Mobile WMS:n asetuksissa, jotta tätä toimintoa voidaan käyttää.

# Table 1131056297 - Field 1449344259 - Property 2879900210
source: Allow Blank Variant Code
de_de: Leeren Variantencode erlauben
fi_fi: Salli tyhjä varianttikoodi
fr_fr: Autoriser le code de variante vide
nl_nl: Lege variantcode toestaan
sv_se: Tillåt blank variantkod

# Table 1131056297 - Field 3462330305 - Property 2879900210
source: Block negative adjustment if Reservation exists
de_de: Negative Regulierung blockieren, wenn Reservierung existiert
fi_fi: Estä negatiivinen muutos jos varaus on olemassa
fr_fr: Bloquer l'ajustement négatif si une réservation existe
nl_nl: Blokkeer negatieve correcties als reservering bestaat
sv_se: Blockera negativ justering om reservation finns

# Table 1131056297 - Field 2519848663 - Property 2879900210
source: Dimensions Unit
fi_fi: Mittojen yksikkö
nl_nl: Dimensie eenheid
sv_se: Dimension Enhet

# Table 1131056297 - Field 1623595925 - Property 2879900210
source: Enable License Plating
fi_fi: Ota käyttöön kuljetusyksiköinti

# Table 1131056297 - Field 3880316227 - Property 2879900210
source: Enable Pack & Ship
fi_fi: Ota käyttöön Pakkaa ja toimita
nl_nl: Pack & ship inschakelen
sv_se: Aktivera Pack & Ship

# Table 1131056297 - Field 2121971182 - Property 2879900210
source: Enable Tote Picking
de_de: Sammelbehälterkommissionierung Aktivieren
fi_fi: Ota käyttöön laatikkopoiminta
fr_fr: Activer le prélèvement par casier
nl_nl: Picking op Tote inschakelen
sv_se: Aktivera Tote Plockning

# Table 1131056297 - Field 3573360065 - Property 2879900210
source: Count Warning Min. Tolerance
de_de: Mindestwarnung Inventur Toleranz
fi_fi: Inventoinnin varoituksen minimitoleranssi
fr_fr: Inventair Avertissement Minimum de Tolérance
nl_nl: Tel Waarschuwing Min. Tolerantie
sv_se: Inventeringsvarning Min. tolerans

# Table 1131056297 - Field 3056340832 - Property 2879900210
source: Count Warning Tolerance %
de_de: Warnung Toleranz % Inventur
fi_fi: Inventoinnin varoituksen toleranssi-%
fr_fr: Inventair Avertissement Tolérance %
nl_nl: Tel Waarschuwing Tolerantie %
sv_se: Räknevarning tolerans %

# Table 1131056297 - Field 1620483842 - Property 2879900210
source: Unplanned Count Warning
de_de: Warnung Für Ungeplante Inventur
fi_fi: Suunnittelemattoman inventoinnin varoitus
fr_fr: Avertissement de inventair non planifié
nl_nl: Ongepland tellen waarschuwing
sv_se: Oplanerad inventering varning

# Table 1131056297 - Field 2819983142 - Property 2879900210
source: Physical Inventory Template
de_de: Inventur Buch.-Blatt Vorlage
fi_fi: Inventointipäiväkirjan malli
fr_fr: Modèle de journal d'inventaire
nl_nl: Inventaristdagboektemplate
sv_se: Inventeringsmall

# Table 1131056297 - Field 1039914513 - Property 2879900210
source: Item Journal Batch
de_de: Artikel Buch.-Blattname
fi_fi: Nimikepäiväkirjan erä
fr_fr: Nom feuille article
nl_nl: Artikeldagboekbatch
sv_se: Artikeljournal

# Table 1131056297 - Field 767368325 - Property 2879900210
source: Item Journal Template
de_de: Artikel Buch.-Blattvorlage
fi_fi: Nimikepäiväkirjan malli
fr_fr: Modèle feuille article
nl_nl: Artikeldagboeksjabloon
sv_se: Artikeljournalmall

# Table 1131056297 - Field 1559688040 - Property 2879900210
source: License Plate Number Series
de_de: License Plate Nummernserie
fi_fi: Kuljetusyksiköiden numerosarja
nl_nl: License Plate Nummerreeks
sv_se: Nummerserie för License Plate

# Table 1131056297 - Field 1884331798 - Property 2879900210
source: Item Reclassification Template
de_de: Umlagerungs Artikel Buch.-Blatt Vorlage
fi_fi: Nimikkeen uudelleenluokituspvk:n malli
fr_fr: Modèle de journal de mouvement d'article
nl_nl: Artikelherindelingstemplate
sv_se: Artikel omklassificeringsmall

# Table 1131056297 - Field 86442730 - Property 2879900210
source: Warehouse Reclassification Template
de_de: Lagerplatzumlagerungs Buch.-Blatt Vorlage
fi_fi: F. var. uudelleenluokituspvk:n malli
fr_fr: Modèle de journal de mouvement d'entrepôt
nl_nl: Magazijn herindelingsdagboek sjabloon
sv_se: Lager omklassificeringsmall

# Table 1131056297 - Field 2733506913 - Property 2879900210
source: Package No. implementation
de_de: Implementierung der Paketnr.
fi_fi: Pakettinron toteutus
nl_nl: Pakket nr. implementatie
sv_se: Kollinr implementation

# Table 1131056297 - Field 2733506913 - Property 62802879
source: None/Customization,Standard Mobile WMS
de_de: Keine/Angepasst,Standard Mobile WMS
fi_fi: Ei mitään/muokkaus,Vakio Mobile WMS
nl_nl: Geen/Aanpassing, Standaard Mobile WMS
sv_se: Ingen/anpassning, Standard Mobile WMS

# Table 1131056297 - Field 4113177325 - Property 2879900210
source: Physical Inventory Batch
fi_fi: Inventointipäiväkirjan erä
nl_nl: Inventarisatiedagboekbatch
sv_se: Inventeringsjournal batch

# Table 1131056297 - Field 4171507112 - Property 2879900210
source: Collect Packing Station on Pick
fi_fi: Kysy pakkausasema poiminnassa
nl_nl: Verzamel verpakkingsstation op Pick
sv_se: Samla Packningsstation vid Plock

# Table 1131056297 - Field 4142066719 - Property 2879900210
source: Collect Staging Hint on Pick
fi_fi: Kysy paikka poiminnassa
nl_nl: Verzamel staging voorstel tijdens picken
sv_se: Samla in Staging Tips på plock

# Table 1131056297 - Field 3150461198 - Property 2879900210
source: Post breakbulk lines automatically
de_de: Gebindeanbruchzeilen automatisch posten
fi_fi: Kirjaa erottelurivit automaattisesti
fr_fr: Valider automatiquement les lignes de separation du contenu
nl_nl: Automatisch boeken breakbulkregels
sv_se: Bokför breakbulk rader automatiskt

# Table 1131056297 - Field 1663593181 - Property 2879900210
source: Primary Key
de_de: Primärschlüssel
fi_fi: Perusavain
fr_fr: Clé primaire
nl_nl: Primaire sleutel
sv_se: Primärnyckel

# Table 1131056297 - Field 2292679741 - Property 2879900210
source: Skip collection of Delivery Note on Receive
de_de: Sammlung Der Liefernotiz Überspringen
fi_fi: Ohita toimituksen nron kysyminen vastaanotossa
fr_fr: Sauter la collecte du bon de livraison à la réception
nl_nl: Sla de verzameling van opmerkingen bij ontvangen leveringen over
sv_se: Hoppa över hämtning av följesedel vid mottagning

# Table 1131056297 - Field 1369579017 - Property 2879900210
source: Skip Whse. Unpl. Count Item Journal Post
de_de: Überspringen. Ungeplante Inventur Artikel Buch.-Blatt Buchung
fi_fi: Ohita nimikepvk:n kirjaus f. var. suunnittelemattomassa inventoinnissa
fr_fr: Ignorer entrepôt la valider Inventaire non planifié Feuille article
nl_nl: Overslaan boeken artikeldagboek
sv_se: Hoppa Lager Oplanerad Räkna Artikel Journal Post
